Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# splashSubtitleTurkish
source: Digital Prayer Counter App
ar: تطبيق المسبحة الرقمية
bn: ডিজিটাল তসবিহ অ্যাপ্লিকেশন
de: Digitale Dhikr-Anwendung
es: Aplicación de Dhikr Digital
fa: برنامه دیجیتال تسبیح
fr: Application de Tasbih Numérique
hi: डिजिटल तस्बीह एप्लिकेशन
id: Aplikasi Tasbih Digital
it: Applicazione Dhikr Digitale
ja: デジタル数珠アプリ
ko: 디지털 염주 앱
ms: Aplikasi Tasbih Digital
pt: Aplicação de Dhikr Digital
ru: Цифровое приложение тасбих
sv: Digital Böneräknare App
sw: Programu ya Tasbihi ya Kidijitali
th: แอปพลิเคชันตัสบีห์ดิจิทัล
tr: Dijital Tesbih Uygulaması
ur: ڈیجیٹل تسبیح ایپلیکیشن
uz: Raqamli tasbeh ilovasi
zh: 数字念珠应用

# splashLoading
source: Loading...
ar: جارٍ التحميل...
bn: লোড হচ্ছে...
de: Wird geladen...
es: Cargando...
fa: در حال بارگیری...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
ms: Memuatkan...
pt: Carregando...
ru: Загрузка...
sv: Laddar...
sw: Inapakia...
th: กำลังโหลด...
tr: Yükleniyor...
ur: لوڈ ہو رہا ہے...
uz: Yuklanmoqda...
zh: 加载中...

# settingsTitle
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pt: Configurações
ru: Настройки
sv: Inställningar
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
ur: سیٹنگز
uz: Sozlamalar
zh: 设置

# settingsSoundVibration
source: Sound & Vibration
ar: الصوت والاهتزاز
bn: সাউন্ড ও ভাইব্রেশন
de: Ton und Vibration
es: Sonido y Vibración
fa: صدا و لرزش
fr: Son et Vibration
hi: साउंड और वाइब्रेशन
id: Suara dan Getaran
it: Suono e Vibrazione
ja: 音と振動
ko: 소리 및 진동
ms: Bunyi dan Getaran
pt: Som e Vibração
ru: Звук и вибрация
sv: Ljud & Vibrationer
sw: Sauti na Mtetemo
th: เสียงและการสั่น
tr: Ses ve Titreşim
ur: آواز اور کمپن
uz: Tovush va tebranish
zh: 声音和震动

# settingsSoundEffect
source: Sound Effect
ar: المؤثرات الصوتية
bn: সাউন্ড ইফেক্ট
de: Toneffekt
es: Efecto de Sonido
fa: جلوه صوتی
fr: Effet Sonore
hi: साउंड इफेक्ट
id: Efek Suara
it: Effetto Sonoro
ja: 効果音
ko: 효과음
ms: Kesan Bunyi
pt: Efeito Sonoro
ru: Звуковой эффект
sv: Ljudeffekt
sw: Athari ya Sauti
th: เอฟเฟ็กต์เสียง
tr: Ses Efekti
ur: آواز ایفیکٹ
uz: Tovush effekti
zh: 声音效果

# settingsSoundSubtitle
source: Turn on/off touch sound
ar: تشغيل/إيقاف صوت اللمس
bn: টাচ সাউন্ড চালু/বন্ধ করুন
de: Berührungston ein-/ausschalten
es: Activar/desactivar sonido al tocar
fa: صدای لمس را روشن/خاموش کنید
fr: Activer/désactiver le son du toucher
hi: टच साउंड चालू/बंद करें
id: Nyalakan/matikan suara sentuh
it: Attiva/disattiva suono del tocco
ja: タップ音のオン・オフ
ko: 터치 소리 켜기/끄기
ms: Hidupkan/matikan bunyi sentuhan
pt: Ativar/desativar som do toque
ru: Включить/выключить звук касания
sv: Slå på/av tryckljud
sw: Washa/zima sauti ya mguso
th: เปิด/ปิดเสียงการแตะ
tr: Dokunma sesini aç/kapat
ur: ٹچ کی آواز آن/آف کریں
uz: Teginish tovushini yoqish/o'chirish
zh: 开启/关闭触摸声音

# settingsVibration
source: Vibration
ar: الاهتزاز
bn: ভাইব্রেশন
es: Vibración
fa: لرزش
hi: वाइब्रेशन
id: Getaran
it: Vibrazione
ja: 振動
ko: 진동
ms: Getaran
pt: Vibração
ru: Вибрация
sv: Vibrationer
sw: Mtetemo
th: การสั่น
tr: Titreşim
ur: کمپن
uz: Tebranish
zh: 震动

# settingsReminders
source: Reminders 💎
ar: التذكيرات 💎
bn: রিমাইন্ডার 💎
de: Erinnerungen 💎
es: Recordatorios 💎
fa: یادآورها 💎
fr: Rappels 💎
hi: रिमाइंडर 💎
id: Pengingat 💎
it: Promemoria 💎
ja: リマインダー 💎
ko: 리마인더 💎
ms: Peringatan 💎
pt: Lembretes 💎
ru: Напоминания 💎
sv: Påminnelser 💎
sw: Vikumbusho 💎
th: การแจ้งเตือน 💎
tr: Hatırlatıcılar 💎
ur: یاد دہانیاں 💎
uz: Eslatmalar 💎
zh: 提醒 💎

# settingsZikirReminder
source: Zikr Reminder
ar: تذكير الذكر
bn: জিকির রিমাইন্ডার
de: Dhikr-Erinnerung
es: Recordatorio de Dhikr
fa: یادآور ذکر
fr: Rappel de Dhikr
hi: जिक्र रिमाइंडर
id: Pengingat Dzikir
it: Promemoria Dhikr
ja: ズィクルリマインダー
ko: 지크르 리마인더
ms: Peringatan Zikir
pt: Lembrete de Dhikr
ru: Напоминание о зикре
sv: Dhikr Påminnelse
sw: Kikumbusho cha Dhikiri
th: การแจ้งเตือนซิกร์
tr: Zikir Hatırlatıcısı
ur: ذکر یاد دہانی
uz: Zikr eslatmasi
zh: 念珠提醒

# settingsReminderSubtitle
source: View and manage reminders
ar: عرض وإدارة التذكيرات
bn: রিমাইন্ডারগুলি দেখুন এবং পরিচালনা করুন
de: Erinnerungen anzeigen und verwalten
es: Ver y gestionar recordatorios
fa: یادآورها را مشاهده و مدیریت کنید
fr: Afficher et gérer les rappels
hi: रिमाइंडर देखें और प्रबंधित करें
id: Lihat dan kelola pengingat
it: Visualizza e gestisci promemoria
ja: リマインダーを表示・管理
ko: 리마인더 보기 및 관리
ms: Lihat dan urus peringatan
pt: Visualizar e gerenciar lembretes
ru: Просмотр и управление напоминаниями
sv: Visa och hantera påminnelser
sw: Ona na dhibiti vikumbusho
th: ดูและจัดการการแจ้งเตือน
tr: Hatırlatıcıları görüntüle ve yönet
ur: یاد دہانیاں دیکھیں اور منظم کریں
uz: Eslatmalarni ko'rish va boshqarish
zh: 查看和管理提醒

# settingsReminderTimes
source: Reminder Times
ar: أوقات التذكير
bn: রিমাইন্ডারের সময়
de: Erinnerungszeiten
es: Horarios de Recordatorio
fa: ساعات یادآوری
fr: Heures de Rappel
hi: रिमाइंडर का समय
id: Waktu Pengingat
it: Orari Promemoria
ja: リマインダー時刻
ko: 리마인더 시간
ms: Masa Peringatan
pt: Horários dos Lembretes
ru: Время напоминаний
sv: Påminnelsetider
sw: Nyakati za Vikumbusho
th: เวลาแจ้งเตือน
tr: Hatırlatma Saatleri
ur: یاد دہانی کے اوقات
uz: Eslatma vaqtlari
zh: 提醒时间

# settingsReminderTimesSubtitle
source: Daily recurring notifications
ar: إشعارات يومية متكررة
bn: দৈনিক পুনরাবৃত্ত নোটিফিকেশন
de: Tägliche wiederholte Benachrichtigungen
es: Notificaciones diarias repetidas
fa: اعلان‌های روزانه تکراری
fr: Notifications quotidiennes répétées
hi: दैनिक दोहराए जाने वाली अधिसूचनाएं
id: Notifikasi harian berulang
it: Notifiche giornaliere ripetute
ja: 毎日繰り返し通知
ko: 매일 반복 알림
ms: Notifikasi harian berulang
pt: Notificações diárias repetidas
ru: Ежедневные повторяющиеся уведомления
sv: Dagliga upprepade meddelanden
sw: Arifa za kila siku zinazojurudia
th: การแจ้งเตือนรายวันที่ทำซ้ำ
tr: Günlük tekrarlanan bildirimler
ur: روزانہ تکرار شدہ اطلاعات
uz: Kundalik takrorlanuvchi bildirishnomalar
zh: 每日重复通知

# settingsReminderWarning
source: Android may block notifications sent too frequently. Choose reasonable intervals for your reminders to work properly.
ar: قد يحظر الأندرويد الإشعارات المرسلة بشكل متكرر. اختر فترات زمنية معقولة لتعمل تذكيراتك بشكل صحيح.
bn: নিরাপত্তার কারণে অ্যান্ড্রয়েড ৫ মিনিটের কম ব্যবধানে নোটিফিকেশন সীমাবদ্ধ করে। আপনার রিমাইন্ডার কমপক্ষে ৫ মিনিট ব্যবধানে সেট করুন।
de: Android kann häufig gesendete Benachrichtigungen blockieren. Wählen Sie vernünftige Intervalle, damit Ihre Erinnerungen ordnungsgemäß funktionieren.
es: Android puede bloquear notificaciones enviadas con frecuencia. Elige intervalos razonables para que tus recordatorios funcionen correctamente.
fa: اندروید ممکن است اعلان‌های مرسل شده در فواصل مکرر را مسدود کند. برای عملکرد صحیح یادآورهایتان، فواصل معقولی انتخاب کنید.
fr: Android peut bloquer les notifications envoyées trop fréquemment. Choisissez des intervalles raisonnables pour que vos rappels fonctionnent correctement.
hi: एंड्रॉइड बहुत बार भेजी जाने वाली सूचनाओं को ब्लॉक कर सकता है। अपने रिमाइंडर के सही तरीके से काम करने के लिए उचित अंतराल चुनें।
it: Android può bloccare le notifiche inviate frequentemente. Scegli intervalli ragionevoli perché i tuoi promemoria funzionino correttamente.
ja: Androidは頻繁に送信される通知をブロックすることがあります。リマインダーが正常に動作するために適切な間隔を選択してください。
ko: 안드로이드는 자주 전송되는 알림을 차단할 수 있습니다. 리마인더가 정상적으로 작동하도록 적절한 간격을 선택하세요.
ms: Android mengehadkan notifikasi dengan selang waktu kurang dari 5 minit atas sebab keselamatan. Tetapkan peringatan anda dengan selang sekurang-kurangnya 5 minit.
pt: O Android pode bloquear notificações enviadas com frequência. Escolha intervalos razoáveis para que seus lembretes funcionem corretamente.
ru: Android может блокировать уведомления, отправляемые с частыми интервалами. Выберите разумные интервалы для правильной работы напоминаний.
sv: Android kan blockera meddelanden som skickas i täta intervall. Välj rimliga intervall för att dina påminnelser ska fungera ordentligt.
sw: Android inaweza kuzuia arifa zinazotumwa mara kwa mara. Chagua vipindi vyenye busara ili vikumbusho vyako vifanye kazi vizuri.
th: แอนดรอยด์อาจบล็อกการแจ้งเตือนที่ส่งบ่อยเกินไป โปรดเลือกช่วงเวลาที่เหมาะสมเพื่อให้การแจ้งเตือนทำงานอย่างถูกต้อง
uz: Android tez-tez yuborilgan bildirishnomalarni bloklashi mumkin. Eslatmalaringizning to'g'ri ishlashi uchun oqilona vaqt oralig'ini tanlang.
zh: Android可能会阻止频繁发送的通知。请选择合理的间隔，以确保您的提醒正常工作。

# settingsWidget
source: Widget 📱
ar: الودجت 📱
bn: উইজেট 📱
fa: ویجت 📱
hi: विजेट 📱
ja: ウィジェット 📱
ko: 위젯 📱
ru: Виджет 📱
th: วิดเจ็ต 📱
ur: ویجٹ 📱
uz: Vidjet 📱
zh: 小组件 📱

# settingsWidgetStats
source: Widget Statistics
ar: إحصائيات الودجت
bn: উইজেট পরিসংখ্যান
de: Widget-Statistiken
es: Estadísticas del Widget
fa: آمار ویجت
fr: Statistiques du Widget
hi: विजेट की आंकड़े
id: Statistik Widget
it: Statistiche Widget
ja: ウィジェット統計
ko: 위젯 통계
ms: Statistik Widget
pt: Estatísticas do Widget
ru: Статистика виджета
sv: Widget Statistik
sw: Takwimu za Widget
th: สถิติวิดเจ็ต
tr: Widget İstatistikleri
ur: ویجٹ کی تفصیلات
uz: Vidjet statistikalari
zh: 小组件统计

# settingsWidgetStatsSubtitle
source: View all your zikrs from widget
ar: عرض جميع أذكارك من الودجت
bn: উইজেট থেকে করা সব জিকির দেখুন
de: Alle Ihre vom Widget ausgeführten Dhikr anzeigen
es: Ver todos tus dhikr realizados desde el widget
fa: تمام ذکرهای انجام شده از ویجت را ببینید
fr: Voir tous les dhikrs faits depuis le widget
hi: विजेट से किए गए सभी जिक्र देखें
id: Lihat semua dzikir Anda dari widget
it: Visualizza tutti i tuoi dhikr fatti dal widget
ja: ウィジェットから行ったズィクルをすべて表示
ko: 위젯에서 수행한 모든 지크르 보기
ms: Lihat semua zikir anda dari widget
pt: Ver todos os seus dhikr feitos no widget
ru: Посмотрите все зикры, сделанные из виджета
sv: Se alla dhikr gjorda från widget
sw: Ona dhikiri zako zote zilizofanywa kutoka widget
th: ดูซิกร์ทั้งหมดที่ทำผ่านวิดเจ็ต
tr: Widget'tan yapılan tüm zikirlerinizi görün
ur: ویجٹ سے کیے گئے تمام ذکر دیکھیں
uz: Vidjetdan qilingan barcha zikirlaringizni ko'ring
zh: 查看您从小组件完成的所有念珠

# settingsWidgetInfo
source: About Widget
ar: حول الودجت
bn: উইজেট সম্পর্কে
de: Über das Widget
es: Acerca del Widget
fa: درباره ویجت
fr: À propos du Widget
hi: विजेट के बारे में
id: Tentang Widget
it: Informazioni sul Widget
ja: ウィジェットについて
ko: 위젯 정보
ms: Tentang Widget
pt: Sobre o Widget
ru: О виджете
sv: Om Widget
sw: Maelezo ya Widget
th: เกี่ยวกับวิดเจ็ต
tr: Widget Hakkında
ur: ویجٹ کے بارے میں
uz: Vidjet haqida
zh: 小组件信息

# settingsWidgetInfoSubtitle
source: How to use widget and add to home screen
ar: كيفية استخدام الودجت وإضافته للشاشة الرئيسية
bn: উইজেট কীভাবে ব্যবহার করবেন এবং হোম স্ক্রিনে যুক্ত করবেন
de: Wie man das Widget verwendet und zum Startbildschirm hinzufügt
es: Cómo usar el widget y agregarlo a la pantalla de inicio
fa: نحوه استفاده از ویجت و اضافه کردن آن به صفحه اصلی
fr: Comment utiliser le widget et l'ajouter à l'écran d'accueil
hi: विजेट का उपयोग कैसे करें और होम स्क्रीन में जोड़ें
id: Cara menggunakan widget dan menambahkan ke layar utama
it: Come usare il widget e aggiungerlo alla schermata principale
ja: ウィジェットの使い方とホーム画面への追加
ko: 위젯 사용법 및 홈 화면 추가
ms: Cara menggunakan widget dan tambah ke skrin utama
pt: Como usar o widget e adicioná-lo à tela inicial
ru: Как использовать виджет и добавить его на главный экран
sv: Hur man använder widget och lägger till på hemskärm
sw: Jinsi ya kutumia widget na kuiongeza kwenye skrini kuu
th: วิธีใช้วิดเจ็ตและเพิ่มลงในหน้าหลัก
tr: Widget nasıl kullanılır ve ana ekrana eklenir
ur: ویجٹ کا استعمال اور ہوم اسکرین میں اضافہ
uz: Vidjetdan qanday foydalanish va asosiy ekranga qo'shish
zh: 如何使用小组件并将其添加到主屏幕

# settingsAbout
source: About
ar: حول
bn: সম্পর্কে
de: Über
es: Acerca de
fa: درباره
fr: À propos
hi: के बारे में
id: Tentang
it: Informazioni
ja: について
ko: 정보
ms: Tentang
pt: Sobre
ru: О программе
sv: Om
sw: Kuhusu
th: เกี่ยวกับ
tr: Hakkında
ur: کے بارے میں
uz: Haqida
zh: 关于

# settingsAppInfo
source: About App
ar: حول التطبيق
bn: অ্যাপ্লিকেশন সম্পর্কে
de: Über die Anwendung
es: Acerca de la Aplicación
fa: درباره برنامه
fr: À propos de l'Application
hi: एप्लिकेशन के बारे में
id: Tentang Aplikasi
it: Informazioni sull'Applicazione
ja: アプリについて
ko: 앱 정보
ms: Tentang Aplikasi
pt: Sobre a Aplicação
ru: О приложении
sv: Om Appen
sw: Maelezo ya Programu
th: เกี่ยวกับแอป
tr: Uygulama Hakkında
ur: ایپلیکیشن کے بارے میں
uz: Ilova haqida
zh: 应用信息

# settingsRateApp
source: Rate App
ar: تقييم التطبيق
bn: অ্যাপ রেটিং দিন
de: App bewerten
es: Calificar la Aplicación
fa: ارزیابی برنامه
fr: Évaluer l'Application
hi: ऐप को रेट करें
id: Nilai Aplikasi
it: Valuta l'App
ja: アプリを評価
ko: 앱 평가
ms: Nilaikan Aplikasi
pt: Avaliar a Aplicação
ru: Оценить приложение
sv: Betygsätt App
sw: Kadiria Programu
th: ให้คะแนนแอป
tr: Uygulamayı Değerlendir
ur: ایپ کی ریٹنگ دیں
uz: Ilovani baholash
zh: 评分应用

# settingsRateSubtitle
source: Rate on Play Store
ar: تقييم على متجر بلاي
bn: Play Store এ রেট করুন
de: Im Play Store bewerten
es: Calificar en Play Store
fa: در پلی استور ارزیابی کنید
fr: Évaluer sur Play Store
hi: Play Store में रेट करें
id: Beri penilaian di Play Store
it: Valuta su Play Store
ja: Play Storeで評価
ko: Play Store에서 평가
ms: Beri penilaian di Play Store
pt: Avaliar na Play Store
ru: Оценить в Play Store
sv: Betygsätt på Play Store
sw: Kadiria kwenye Play Store
th: ให้คะแนนใน Play Store
tr: Play Store'da değerlendir
ur: Play Store میں ریٹ کریں
uz: Play Store'da baholang
zh: 在Play Store评分

# settingsLanguage
source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fa: زبان
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
pt: Idioma
ru: Язык
sv: Språk
sw: Lugha
th: ภาษา
tr: Dil
ur: زبان
uz: Til
zh: 语言

# settingsLanguageSubtitle
source: Change app language
ar: تغيير لغة التطبيق
bn: অ্যাপ্লিকেশনের ভাষা পরিবর্তন করুন
de: Anwendungssprache ändern
es: Cambiar idioma de la aplicación
fa: زبان برنامه را تغییر دهید
fr: Changer la langue de l'application
hi: एप्लिकेशन की भाषा बदलें
id: Ubah bahasa aplikasi
it: Cambia lingua dell'applicazione
ja: アプリの言語を変更
ko: 앱 언어 변경
ms: Tukar bahasa aplikasi
pt: Alterar idioma da aplicação
ru: Изменить язык приложения
sv: Ändra appspråk
sw: Badilisha lugha ya programu
th: เปลี่ยนภาษาของแอป
tr: Uygulama dilini değiştir
ur: ایپلیکیشن کی زبان تبدیل کریں
uz: Ilova tilini o'zgartirish
zh: 更改应用语言

# settingsQuranReading
source: Quran Reading 📖
ar: قراءة القرآن 📖
es: Lectura del Corán 📖
hi: कुरान पाठ 📖
it: Lettura del Corano 📖
pt: Leitura do Corão 📖
sv: Koranläsning 📖
th: การอ่านอัลกุรอาน 📖
uz: Qur'on o'qish 📖

# settingsQuranReadingSubtitle
source: Read the Holy Quran and navigate between surahs
ar: اقرأ القرآن الكريم وتنقل بين السور
es: Lee el Sagrado Corán y navega entre las suras
hi: पवित्र कुरान पढ़ें और सूरों के बीच नेविगेट करें
it: Leggi il Sacro Corano e naviga tra le sure
pt: Leia o Sagrado Corão e navegue entre as suras
sv: Läs Heliga Koranen och navigera mellan suror
th: อ่านอัลกุรอานศักดิ์สิทธิ์และสำรวจระหว่างสุเราะห์
uz: Muqaddas Qur'onni o'qing va suralar orasida harakatlaning

# vibrationOff
source: Off
ar: إيقاف
bn: বন্ধ
de: Aus
es: Apagado
fa: خاموش
fr: Désactivé
hi: बंद
id: Mati
it: Spento
ja: オフ
ko: 끔
ms: Mati
pt: Desligado
ru: Выключено
sv: Av
sw: Imezimwa
th: ปิด
tr: Kapalı
ur: بند
uz: O'chiq
zh: 关闭

# vibrationLight
source: Light
ar: خفيف
bn: হালকা
de: Leicht
es: Ligero
fa: سبک
fr: Léger
hi: हल्का
id: Ringan
it: Leggero
ja: 軽い
ko: 약함
ms: Ringan
pt: Leve
ru: Легкая
sv: Lätt
sw: Nyepesi
th: เบา
tr: Hafif
ur: ہلکا
uz: Engil
zh: 轻微

# vibrationMedium
source: Medium
ar: متوسط
bn: মাঝারি
de: Mittel
es: Medio
fa: متوسط
fr: Moyen
hi: मध्यम
id: Sedang
it: Medio
ja: 中
ko: 보통
ms: Sederhana
pt: Médio
ru: Средняя
sw: Wastani
th: ปานกลาง
tr: Orta
ur: درمیانہ
uz: O'rta
zh: 中等

# vibrationHigh
source: High
ar: قوي
bn: বেশি
de: Hoch
es: Alto
fa: قوی
fr: Fort
hi: तेज
id: Kuat
it: Alto
ja: 強い
ko: 강함
ms: Kuat
pt: Alto
ru: Сильная
sv: Hög
sw: Kali
th: แรง
tr: Yüksek
ur: زیادہ
uz: Kuchli
zh: 强烈

# vibrationTitle
source: Vibration
ar: الاهتزاز
bn: ভাইব্রেশন
es: Vibración
fa: لرزش
hi: वाइब्रेशन
id: Getaran
it: Vibrazione
ja: 振動
ko: 진동
ms: Getaran
pt: Vibração
ru: Вибрация
sv: Vibrationer
sw: Mtetemo
th: การสั่น
tr: Titreşim
ur: کمپن
uz: Tebranish
zh: 震动

# soundVolumeTitle
source: Sound Volume
ar: مستوى الصوت
bn: শব্দ ভলিউম
de: Lautstärke
es: Nivel de Sonido
fa: سطح صدا
fr: Volume du Son
hi: ध्वनि वॉल्यूम
id: Volume Suara
it: Livello Audio
ja: 音量
ko: 음량
ms: Volume Bunyi
pt: Nível do Som
ru: Уровень звука
sv: Ljudvolym
sw: Kiwango cha Sauti
th: ระดับเสียง
uz: Tovush darajasi
zh: 音量级别

# soundVolumeLow
source: Low
ar: منخفض
bn: কম
de: Niedrig
es: Bajo
fa: کم
fr: Faible
hi: कम
id: Rendah
it: Basso
ja: 低
ko: 낮음
ms: Rendah
pt: Baixo
ru: Низкий
sv: Låg
sw: Chini
th: เบา
uz: Past
zh: 低

# soundVolumeMedium
source: Medium
ar: متوسط
bn: মাঝারি
de: Mittel
es: Medio
fa: متوسط
fr: Moyen
hi: मध्यम
id: Sedang
it: Medio
ja: 中
ko: 보통
ms: Sederhana
pt: Médio
ru: Средний
sw: Wastani
th: ปานกลาง
uz: O'rta
zh: 中等

# soundVolumeHigh
source: High
ar: عالي
bn: উচ্চ
de: Hoch
es: Alto
fa: زیاد
fr: Élevé
hi: उच्च
id: Tinggi
it: Alto
ja: 高
ko: 높음
ms: Tinggi
pt: Alto
ru: Высокий
sv: Hög
sw: Juu
th: ดัง
uz: Yuqori
zh: 高

# languageSelectionTitle
source: Language Selection
ar: اختيار اللغة
bn: ভাষা নির্বাচন
de: Sprachauswahl
es: Selección de Idioma
fa: انتخاب زبان
fr: Sélection de Langue
hi: भाषा चयन
id: Pilihan Bahasa
it: Selezione Lingua
ja: 言語選択
ko: 언어 선택
ms: Pilihan Bahasa
pt: Seleção de Idioma
ru: Выбор языка
sv: Språkval
sw: Uchaguzi wa Lugha
th: เลือกภาษา
tr: Dil Seçimi
ur: زبان کا انتخاب
uz: Til tanlash
zh: 语言选择

# languageSelectionSubtitle
source: Select app language
ar: اختر لغة التطبيق
bn: অ্যাপ্লিকেশনের ভাষা নির্বাচন করুন
de: Anwendungssprache auswählen
es: Seleccionar idioma de la aplicación
fa: زبان برنامه را انتخاب کنید
fr: Sélectionner la langue de l'application
hi: एप्लिकेशन की भाषा चुनें
id: Pilih bahasa aplikasi
it: Seleziona lingua dell'applicazione
ja: アプリの言語を選択
ko: 앱 언어 선택
ms: Pilih bahasa aplikasi
pt: Selecionar idioma da aplicação
ru: Выберите язык приложения
sv: Välj appspråk
sw: Chagua lugha ya programu
th: เลือกภาษาของแอป
tr: Uygulama dilini seçin
ur: ایپلیکیشن کی زبان منتخب کریں
uz: Ilova tilini tanlang
zh: 选择应用语言

source: Language Changed
ar: تم تغيير اللغة
bn: ভাষা পরিবর্তিত হয়েছে
de: Sprache geändert
es: Idioma Cambiado
fa: زبان تغییر یافت
fr: Langue Changée
hi: भाषा बदल गई
id: Bahasa Diubah
it: Lingua Cambiata
ja: 言語が変更されました
ko: 언어가 변경됨
ms: Bahasa Ditukar
pt: Idioma Alterado
ru: Язык изменен
sv: Språk Ändrat
sw: Lugha Imebadilishwa
th: เปลี่ยนภาษาแล้ว
tr: Dil Değiştirildi
ur: زبان تبدیل ہو گئی
uz: Til o'zgartirildi
zh: 语言已更改

# languageChangedMessage
source: App language changed successfully
ar: تم تغيير لغة التطبيق بنجاح
bn: অ্যাপ্লিকেশনের ভাষা সফলভাবে পরিবর্তিত হয়েছে
de: Die Anwendungssprache wurde erfolgreich geändert
es: El idioma de la aplicación se cambió exitosamente
fa: زبان برنامه با موفقیت تغییر یافت
fr: La langue de l'application a été changée avec succès
hi: एप्लिकेशन की भाषा सफलतापूर्वक बदल गई
id: Bahasa aplikasi berhasil diubah
it: La lingua dell'applicazione è stata cambiata con successo
ja: アプリの言語が正常に変更されました
ko: 앱 언어가 성공적으로 변경되었습니다
ms: Bahasa aplikasi berjaya ditukar
pt: O idioma da aplicação foi alterado com sucesso
ru: Язык приложения успешно изменен
sv: Appspråket har ändrats framgångsrikt
sw: Lugha ya programu imebadilishwa kwa mafanikio
th: เปลี่ยนภาษาของแอปสำเร็จแล้ว
tr: Uygulama dili başarıyla değiştirildi
ur: ایپلیکیشن کی زبان کامیابی سے تبدیل ہو گئی
uz: Ilova tili muvaffaqiyatli o'zgartirildi
zh: 应用语言已成功更改

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pt: Cancelar
ru: Отмена
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
ur: منسوخ
uz: Bekor qilish
zh: 取消

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
pt: Fechar
ru: Закрыть
sv: Stäng
sw: Funga
th: ปิด
tr: Kapat
ur: بند کریں
uz: Yopish
zh: 关闭

source: Loading...
ar: جارٍ التحميل...
bn: লোড হচ্ছে...
de: Wird geladen...
es: Cargando...
fa: در حال بارگیری...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
ms: Memuatkan...
pt: Carregando...
ru: Загрузка...
sv: Laddar...
sw: Inapakia...
th: กำลังโหลด...
tr: Yükleniyor...
ur: لوڈ ہو رہا ہے...
uz: Yuklanmoqda...
zh: 加载中...

source: Thanks
ar: شكراً
bn: ধন্যবাদ
de: Danke
es: Gracias
fa: متشکرم
fr: Merci
hi: धन्यवाद
id: Terima Kasih
it: Grazie
ja: ありがとう
ko: 감사합니다
ms: Terima Kasih
pt: Obrigado
ru: Спасибо
sv: Tack
sw: Asante
th: ขอบคุณ
tr: Teşekkürler
ur: شکریہ
uz: Rahmat
zh: 谢谢

source: Success
ar: نجح
bn: সফল
de: Erfolgreich
es: Exitoso
fa: موفق
fr: Succès
hi: सफल
id: Berhasil
it: Successo
ja: 成功
ko: 성공
ms: Berjaya
pt: Sucesso
ru: Успешно
sv: Framgång
sw: Mafanikio
th: สำเร็จ
tr: Başarılı
ur: کامیاب
uz: Muvaffaqiyatli
zh: 成功

# rateAppMessage
source: Your review is very important to us!
ar: تقييمك مهم جداً بالنسبة لنا!
bn: আপনার রেটিং আমাদের জন্য অত্যন্ত গুরুত্বপূর্ণ!
de: Ihre Bewertung ist sehr wichtig für uns!
es: ¡Tu calificación es muy importante para nosotros!
fa: ارزیابی شما برای ما بسیار مهم است!
fr: Votre évaluation est très importante pour nous!
hi: आपकी रेटिंग हमारे लिए बहुत महत्वपूर्ण है!
id: Penilaian Anda sangat penting bagi kami!
it: La tua valutazione è molto importante per noi!
ja: あなたの評価は私たちにとって非常に重要です！
ko: 당신의 평가는 저희에게 매우 중요합니다!
ms: Penilaian anda sangat penting untuk kami!
pt: Sua avaliação é muito importante para nós!
ru: Ваша оценка очень важна для нас!
sv: Ditt betyg är mycket viktigt för oss!
sw: Tathmini yako ni muhimu sana kwetu!
th: การให้คะแนนของคุณสำคัญมากสำหรับเรา!
tr: Değerlendirmeniz bizim için çok önemli!
ur: آپ کی ریٹنگ ہمارے لیے بہت اہم ہے!
uz: Sizning bahoyingiz biz uchun juda muhim!
zh: 您的评分对我们非常重要！

# widgetAddTitle
source: Add Widget
ar: إضافة ودجت
bn: উইজেট যুক্ত করুন
de: Widget hinzufügen
es: Agregar Widget
fa: اضافه کردن ویجت
fr: Ajouter Widget
hi: विजेट जोड़ें
id: Tambah Widget
it: Aggiungi Widget
ja: ウィジェットを追加
ko: 위젯 추가
ms: Tambah Widget
pt: Adicionar Widget
ru: Добавить виджет
sv: Lägg Till Widget
sw: Ongeza Widget
th: เพิ่มวิดเจ็ต
tr: Widget Ekle
ur: ویجٹ شامل کریں
uz: Vidjet qo'shish
zh: 添加小组件

# widgetInfoTitle
source: Tasbee Widget Info 📱
ar: حول ودجت تسبيح 📱
bn: Tasbee উইজেট সম্পর্কে 📱
de: Über das Tasbee Widget 📱
es: Acerca del Widget Tasbee 📱
fa: درباره ویجت تسبیح 📱
fr: À propos du Widget Tasbee 📱
hi: Tasbee विजेट के बारे में 📱
id: Tentang Widget Tasbee 📱
it: Informazioni sul Widget Tasbee 📱
ja: Tasbeeウィジェットについて 📱
ko: Tasbee 위젯 정보 📱
ms: Tentang Widget Tasbee 📱
pt: Sobre o Widget Tasbee 📱
ru: О виджете Tasbee 📱
sv: Om Tasbee Widget 📱
sw: Maelezo ya Widget ya Tasbee 📱
th: เกี่ยวกับวิดเจ็ตตัสบี 📱
tr: Tasbee Widget Hakkında 📱
ur: Tasbee ویجٹ کے بارے میں 📱
uz: Tasbee vidjet haqida 📱
zh: Tasbee 小组件信息 📱

source: ✨ Widget Features:
ar: ✨ ميزات الودجت:
bn: ✨ উইজেটের বৈশিষ্ট্য:
de: ✨ Widget-Funktionen:
es: ✨ Características del Widget:
fa: ✨ ویژگی‌های ویجت:
fr: ✨ Fonctionnalités du Widget:
hi: ✨ विजेट की विशेषताएं:
id: ✨ Fitur Widget:
it: ✨ Caratteristiche del Widget:
ja: ✨ ウィジェット機能：
ko: ✨ 위젯 기능:
ms: ✨ Ciri-ciri Widget:
pt: ✨ Recursos do Widget:
ru: ✨ Особенности виджета:
sv: ✨ Widget Funktioner:
sw: ✨ Vipengele vya Widget:
th: ✨ คุณสมบัติของวิดเจ็ต:
tr: ✨ Widget Özellikleri:
ur: ✨ ویجٹ کی خصوصیات:
uz: ✨ Vidjet xususiyatlari:
zh: ✨ 小组件功能：
