Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# widgetFeature1
source: Easily count zikr on your home screen
ar: يمكنك التسبيح بسهولة من شاشتك الرئيسية
bn: আপনার হোম স্ক্রিনে সহজেই জিকির করতে পারবেন
de: Sie können einfach Dhikr auf Ihrem Startbildschirm machen
es: Puedes hacer dhikr fácilmente en tu pantalla de inicio
fa: به راحتی در صفحه اصلی خود ذکر بگویید
fr: Vous pouvez facilement faire du dhikr sur votre écran d'accueil
hi: आप अपनी होम स्क्रीन पर आसानी से जिक्र कर सकते हैं
id: Anda dapat berdzikir dengan mudah dari layar utama
it: Puoi fare dhikr facilmente sulla tua schermata principale
ja: ホーム画面で簡単にズィクルができます
ko: 홈 화면에서 쉽게 지크르를 할 수 있습니다
ms: Anda boleh berzikir dengan mudah dari skrin utama anda
pt: Pode fazer dhikr facilmente na sua tela inicial
ru: Легко совершайте зикр на главном экране
sv: Du kan enkelt göra dhikr på din hemskärm
sw: Unaweza kufanya dhikiri kwa urahisi kwenye skrini yako kuu
th: คุณสามารถทำซิกร์ได้อย่างง่ายดายในหน้าหลัก
tr: Ana ekranınızda kolayca zikir çekebilirsiniz
ur: اپنی ہوم اسکرین پر آسانی سے ذکر کر سکتے ہیں
uz: Asosiy ekraningizda osonlik bilan zikr qila olasiz
zh: 您可以在主屏幕上轻松进行念珠

# widgetFeature2
source: All your zikrs are permanently saved
ar: جميع أذكارك محفوظة بشكل دائم
bn: সব জিকির স্থায়ীভাবে সংরক্ষিত হবে
de: Alle Ihre Dhikr werden dauerhaft gespeichert
es: Todos tus dhikr se guardan permanentemente
fa: تمام ذکرهایتان به طور دائمی ذخیره می‌شود
fr: Tous les dhikrs sont sauvegardés de manière permanente
hi: सभी जिक्र स्थायी रूप से सेव होते हैं
id: Semua dzikir Anda tersimpan secara permanen
it: Tutti i tuoi dhikr vengono salvati permanentemente
ja: すべてのズィクルが永続的に保存されます
ko: 모든 지크르가 영구적으로 저장됩니다
ms: Semua zikir anda disimpan secara kekal
pt: Todos os seus dhikr são salvos permanentemente
ru: Все ваши зикры сохраняются навсегда
sv: Alla dina dhikr sparas permanent
sw: Dhikiri zako zote zinasavewa kwa kudumu
th: ซิกร์ทั้งหมดของคุณจะถูกบันทึกอย่างถาวร
tr: Tüm zikirleriniz kalıcı olarak kaydedilir
ur: تمام ذکر مستقل طور پر محفوظ ہوتے ہیں
uz: Barcha zikirlaringiz doimiy ravishda saqlanadi
zh: 您的所有念珠都会被永久保存

# widgetFeature3
source: You can track widget statistics
ar: يمكنك متابعة إحصائيات الودجت
bn: উইজেট পরিসংখ্যান ট্র্যাক করতে পারবেন
de: Sie können Widget-Statistiken verfolgen
es: Puedes seguir las estadísticas del widget
fa: می‌توانید آمار ویجت را دنبال کنید
fr: Vous pouvez suivre les statistiques du widget
hi: आप विजेट के आंकड़े ट्रैक कर सकते हैं
id: Anda dapat melacak statistik widget
it: Puoi seguire le statistiche del widget
ja: ウィジェット統計を追跡できます
ko: 위젯 통계를 추적할 수 있습니다
ms: Anda boleh jejak statistik widget
pt: Pode acompanhar as estatísticas do widget
ru: Можно отслеживать статистику виджета
sv: Du kan följa widget statistik
sw: Unaweza kufuatilia takwimu za widget
th: คุณสามารถติดตามสถิติของวิดเจ็ตได้
tr: Widget istatistiklerini takip edebilirsiniz
ur: ویجٹ کی تفصیلات کو ٹریک کر سکتے ہیں
uz: Vidjet statistikalarini kuzatishingiz mumkin
zh: 您可以跟踪小组件统计

# widgetFeature4
source: You can set target numbers
ar: يمكنك تحديد عدد الهدف
bn: লক্ষ্য সংখ্যা নির্ধারণ করতে পারবেন
de: Sie können eine Zielzahl festlegen
es: Puedes establecer un número objetivo
fa: می‌توانید هدف تعیین کنید
fr: Vous pouvez définir un nombre objectif
hi: आप लक्ष्य संख्या निर्धारित कर सकते हैं
id: Anda dapat menetapkan jumlah target
it: Puoi impostare un numero obiettivo
ja: 目標数を設定できます
ko: 목표 수를 설정할 수 있습니다
ms: Anda boleh tetapkan jumlah sasaran
pt: Pode definir um número objetivo
ru: Можно установить целевое число
sv: Du kan sätta ett målnummer
sw: Unaweza kuweka namba ya lengo
th: คุณสามารถกำหนดจำนวนเป้าหมายได้
tr: Hedef sayısı belirleyebilirsiniz
ur: ہدف کی تعداد مقرر کر سکتے ہیں
uz: Maqsad sonini belgilashingiz mumkin
zh: 您可以设置目标数量

# widgetFeature5
source: You can choose different zikr types
ar: يمكنك اختيار أنواع مختلفة من الأذكار
bn: বিভিন্ন জিকিরের ধরন নির্বাচন করতে পারবেন
de: Sie können verschiedene Dhikr-Arten auswählen
es: Puedes elegir diferentes tipos de dhikr
fa: می‌توانید انواع مختلف ذکر انتخاب کنید
fr: Vous pouvez sélectionner différents types de dhikr
hi: आप विभिन्न प्रकार के जिक्र चुन सकते हैं
id: Anda dapat memilih berbagai jenis dzikir
it: Puoi scegliere diversi tipi di dhikr
ja: 異なるズィクルタイプを選択できます
ko: 다양한 지크르 유형을 선택할 수 있습니다
ms: Anda boleh pilih pelbagai jenis zikir
pt: Pode escolher diferentes tipos de dhikr
ru: Можно выбирать разные типы зикров
sv: Du kan välja olika dhikr typer
sw: Unaweza kuchagua aina tofauti za dhikiri
th: คุณสามารถเลือกประเภทซิกร์ที่แตกต่างกันได้
tr: Farklı zikir türleri seçebilirsiniz
ur: مختلف ذکر کی اقسام منتخب کر سکتے ہیں
uz: Turli xil zikr turlarini tanlashingiz mumkin
zh: 您可以选择不同类型的念珠

# widgetAddInstructions
source: Long press on an empty area on your home screen and select "Widgets". Then find and add the "Tasbee Pro" widget.
ar: اضغط مطولاً على مساحة فارغة في شاشتك الرئيسية واختر "الودجات". ثم ابحث عن ودجت "Tasbee Pro" وأضفه.
bn: আপনার হোম স্ক্রিনে খালি জায়গায় দীর্ঘ চাপুন এবং "Widgets" অপশন নির্বাচন করুন। তারপর "Tasbee Pro" উইজেট খুঁজে যুক্ত করুন।
de: Halten Sie einen leeren Bereich auf Ihrem Startbildschirm gedrückt und wählen Sie die Option "Widgets". Finden und fügen Sie dann das "Tasbee Pro" Widget hinzu.
es: Mantén presionado un área vacía en tu pantalla de inicio y selecciona la opción "Widgets". Luego encuentra y agrega el widget "Tasbee Pro".
fa: روی یک فضای خالی در صفحه اصلی خود فشار طولانی دهید و گزینه "ویجت‌ها" را انتخاب کنید. سپس ویجت "تسبیح پرو" را پیدا کرده و اضافه کنید.
fr: Appuyez longuement sur un espace vide de votre écran d'accueil et sélectionnez l'option "Widgets". Puis trouvez et ajoutez le widget "Tasbee Pro".
hi: अपनी होम स्क्रीन पर खाली जगह पर लंबा दबाएं और "Widgets" विकल्प चुनें। फिर "Tasbee Pro" विजेट खोजकर जोड़ें।
id: Tekan lama pada area kosong di layar utama Anda dan pilih opsi "Widget". Kemudian temukan dan tambahkan widget "Tasbee Pro".
it: Tieni premuta un'area vuota sulla tua schermata principale e seleziona l'opzione "Widget". Quindi trova e aggiungi il widget "Tasbee Pro".
ja: ホーム画面の空いているエリアを長押しして「ウィジェット」オプションを選択します。次に「Tasbee Pro」ウィジェットを見つけて追加します。
ko: 홈 화면의 빈 영역을 길게 누르고 "위젯" 옵션을 선택하세요. 그런 다음 "Tasbee Pro" 위젯을 찾아 추가하세요.
ms: Tekan lama pada ruang kosong di skrin utama anda dan pilih pilihan "Widget". Kemudian cari dan tambahkan widget "Tasbee Pro".
pt: Mantenha pressionada uma área vazia na sua tela inicial e selecione a opção "Widgets". Em seguida, encontre e adicione o widget "Tasbee Pro".
ru: Нажмите и удерживайте пустое место на главном экране и выберите опцию "Виджеты". Затем найдите и добавьте виджет "Tasbee Pro".
sv: Håll ned på ett tomt område på din hemskärm och välj "Widgets". Hitta sedan "Tasbee Pro" widget och lägg till den.
sw: Bonyeza kwa muda mrefu eneo tupu kwenye skrini yako kuu na uchague chaguo la "Widget". Kisha tafuta na uongeze widget ya "Tasbee Pro".
th: กดค้างในพื้นที่ว่างในหน้าหลักของคุณและเลือก "วิดเจ็ต" จากนั้นค้นหาและเพิ่มวิดเจ็ต "ตัสบีโปร"
tr: Ana ekranınızda boş bir alana uzun basın ve "Widget'lar" seçeneğini seçin. Ardından "Tasbee Pro" widget'ını bulup ekleyin.
ur: اپنی ہوم اسکرین پر خالی جگہ پر لمبا دبائیں اور "Widgets" کا آپشن منتخب کریں۔ پھر "Tasbee Pro" ویجٹ تلاش کر کے شامل کریں۔
uz: Asosiy ekraningizda bo'sh joyga uzoq bosing va "Vidjetlar" variantini tanlang. Keyin "Tasbee Pro" vidjetini toping va qo'shing.
zh: 长按主屏幕上的空白区域并选择"小组件"选项。然后找到并添加"Tasbee Pro"小组件。

# appInfoDescription
source: Offline digital prayer counter app.
ar: تطبيق المسبحة الرقمية يعمل بدون اتصال.
bn: অফলাইনে কাজ করে এমন ডিজিটাল তসবিহ অ্যাপ্লিকেশন।
de: Offline funktionierende digitale Dhikr-Anwendung.
es: Aplicación de dhikr digital que funciona sin conexión.
fa: برنامه دیجیتال تسبیح که آفلاین کار می‌کند.
fr: Application de tasbih numérique fonctionnant hors ligne.
hi: ऑफलाइन काम करने वाला डिजिटल तस्बीह एप्लिकेशन।
id: Aplikasi tasbih digital yang bekerja offline.
it: Applicazione dhikr digitale che funziona offline.
ja: オフラインで動作するデジタル数珠アプリ。
ko: 오프라인으로 작동하는 디지털 염주 앱.
ms: Aplikasi tasbih digital yang berfungsi secara luar talian.
pt: Aplicação de dhikr digital que funciona offline.
ru: Цифровое приложение тасбих, работающее оффлайн.
sv: Offline fungerande digital böneräknare app.
sw: Programu ya dhikiri ya kidijitali inayofanya kazi nje ya mtandao.
th: แอปพลิเคชันตัสบีห์ดิจิทัลที่ทำงานแบบออฟไลน์
tr: Offline çalışan dijital tesbih uygulaması.
ur: آف لائن کام کرنے والی ڈیجیٹل تسبیح ایپلیکیشن۔
uz: Oflayn ishlaydigan raqamli tasbeh ilovasi.
zh: 离线工作的数字念珠应用。

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
fa: نسخه
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
pt: Versão
ru: Версия
sw: Toleo
th: เวอร์ชัน
tr: Versiyon
ur: ورژن
uz: Versiya
zh: 版本

# widgetAddSuccess
source: Widget Added
ar: إضافة الودجت
bn: উইজেট যুক্ত করা
de: Widget hinzufügen
es: Agregar Widget
fa: اضافه کردن ویجت
fr: Ajout de Widget
hi: विजेट जोड़ना
id: Tambah Widget
it: Aggiungi Widget
ja: ウィジェット追加
ko: 위젯 추가
ms: Tambah Widget
pt: Adicionar Widget
ru: Добавление виджета
sv: Lägg Till Widget
sw: Ongeza Widget
th: การเพิ่มวิดเจ็ต
tr: Widget Ekleme
ur: ویجٹ شامل کرنا
uz: Vidjet qo'shish
zh: 添加小组件

# widgetAddSuccessMessage
source: Long press on an empty area on your home screen and select 'Widgets'. Then find and add the 'Tasbee Pro' widget.
ar: اضغط مطولاً على مساحة فارغة في شاشتك الرئيسية واختر "الودجات". ثم ابحث عن ودجت "Tasbee Pro" وأضفه.
bn: আপনার হোম স্ক্রিনে খালি জায়গায় দীর্ঘ চাপুন এবং "Widgets" অপশন নির্বাচন করুন। তারপর "Tasbee Pro" উইজেট খুঁজে যুক্ত করুন।
de: Halten Sie einen leeren Bereich auf Ihrem Startbildschirm gedrückt und wählen Sie die Option "Widgets". Finden und fügen Sie dann das "Tasbee Pro" Widget hinzu.
es: Mantén presionado un área vacía en tu pantalla de inicio y selecciona la opción "Widgets". Luego encuentra y agrega el widget "Tasbee Pro".
fa: روی یک فضای خالی در صفحه اصلی خود فشار طولانی دهید و گزینه "ویجت‌ها" را انتخاب کنید. سپس ویجت "تسبیح پرو" را پیدا کرده و اضافه کنید.
fr: Appuyez longuement sur un espace vide de votre écran d'accueil et sélectionnez l'option "Widgets". Puis trouvez et ajoutez le widget "Tasbee Pro".
hi: अपनी होम स्क्रीन पर खाली जगह पर लंबा दबाएं और "Widgets" विकल्प चुनें। फिर "Tasbee Pro" विजेट खोजकर जोड़ें।
id: Tekan lama pada area kosong di layar utama Anda dan pilih opsi "Widget". Kemudian temukan dan tambahkan widget "Tasbee Pro".
it: Tieni premuta un'area vuota sulla tua schermata principale e seleziona l'opzione "Widget". Quindi trova e aggiungi il widget "Tasbee Pro".
ja: ホーム画面の空いているエリアを長押しして「ウィジェット」オプションを選択します。次に「Tasbee Pro」ウィジェットを見つけて追加します。
ko: 홈 화면의 빈 영역을 길게 누르고 "위젯" 옵션을 선택하세요. 그런 다음 "Tasbee Pro" 위젯을 찾아 추가하세요.
ms: Tekan lama pada ruang kosong di skrin utama anda dan pilih pilihan "Widget". Kemudian cari dan tambahkan widget "Tasbee Pro".
pt: Mantenha pressionada uma área vazia na sua tela inicial e selecione a opção "Widgets". Em seguida, encontre e adicione o widget "Tasbee Pro".
ru: Нажмите и удерживайте пустое место на главном экране и выберите опцию "Виджеты". Затем найдите и добавьте виджет "Tasbee Pro".
sv: Håll ned på ett tomt område på din hemskärm och välj "Widgets". Hitta sedan "Tasbee Pro" widget och lägg till den.
sw: Bonyeza kwa muda mrefu eneo tupu kwenye skrini yako kuu na uchague chaguo la "Widget". Kisha tafuta na uongeze widget ya "Tasbee Pro".
th: กดค้างในพื้นที่ว่างในหน้าหลักของคุณและเลือก "วิดเจ็ต" จากนั้นค้นหาและเพิ่มวิดเจ็ต "ตัสบีโปร"
tr: Ana ekranınızda boş bir alana uzun basın ve "Widget'lar" seçeneğini seçin. Ardından "Tasbee Pro" widget'ını bulup ekleyin.
ur: اپنی ہوم اسکرین پر خالی جگہ پر لمبا دبائیں اور "Widgets" کا آپشن منتخب کریں۔ پھر "Tasbee Pro" ویجٹ تلاش کر کے شامل کریں۔
uz: Asosiy ekraningizda bo'sh joyga uzoq bosing va "Vidjetlar" variantini tanlang. Keyin "Tasbee Pro" vidjetini toping va qo'shing.
zh: 长按主屏幕上的空白区域并选择"小组件"选项。然后找到并添加"Tasbee Pro"小组件。

# appInfoVersionLabel
source: Version:
ar: الإصدار:
bn: সংস্করণ:
es: Versión:
fa: نسخه:
hi: संस्करण:
id: Versi:
it: Versione:
ja: バージョン：
ko: 버전:
ms: Versi:
pt: Versão:
ru: Версия:
sw: Toleo:
th: เวอร์ชัน:
tr: Versiyon:
ur: ورژن:
uz: Versiya:
zh: 版本:

# homeDailyTotal
source: Today's Total Zikr
ar: إجمالي الأذكار اليومية
bn: আজকের মোট জিকির
de: Heutiger Dhikr-Gesamt
es: Total de Dhikr de Hoy
fa: مجموع ذکرهای امروز
fr: Total des Dhikrs d'Aujourd'hui
hi: आज का कुल जिक्र
id: Total Dzikir Hari Ini
it: Totale Dhikr di Oggi
ja: 今日の総ズィクル数
ko: 오늘의 총 지크르
ms: Jumlah Zikir Hari Ini
pt: Total de Dhikr de Hoje
ru: Общий зикр за сегодня
sv: Dagens Totala Dhikr
sw: Jumla ya Dhikiri za Leo
th: ซิกร์ทั้งหมดวันนี้
tr: Bugünkü Toplam Zikir
ur: آج کا کل ذکر
uz: Bugungi umumiy zikr
zh: 今日念珠总数

# homeTarget
source: Target
ar: الهدف
bn: লক্ষ্য
de: Ziel
es: Objetivo
fa: هدف
fr: Objectif
hi: लक्ष्य
it: Obiettivo
ja: 目標
ko: 목표
ms: Sasaran
pt: Objetivo
ru: Цель
sv: Mål
sw: Lengo
th: เป้าหมาย
tr: Hedef
ur: ہدف
uz: Maqsad
zh: 目标

# homeReset
source: Reset
ar: إعادة تعيين
bn: রিসেট
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fr: Remettre à zéro
hi: रीसेट
id: Atur Ulang
it: Reimposta
ja: リセット
ko: 리셋
ms: Set Semula
pt: Reiniciar
ru: Сброс
sv: Återställ
sw: Weka upya
th: รีเซ็ต
tr: Sıfırla
ur: ری سیٹ
uz: Qayta o'rnatish
zh: 重置

# homeStatistics
source: Statistics
ar: الإحصائيات
bn: পরিসংখ্যান
de: Statistiken
es: Estadísticas
fa: آمار
fr: Statistiques
hi: आंकड़े
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
ms: Statistik
pt: Estatísticas
ru: Статистика
sv: Statistik
sw: Takwimu
th: สถิติ
tr: İstatistikler
ur: تفصیلات
uz: Statistika
zh: 统计

# homeResetConfirmTitle
source: Reset
ar: إعادة تعيين
bn: রিসেট
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fr: Remettre à zéro
hi: रीसेट
id: Atur Ulang
it: Reimposta
ja: リセット
ko: 리셋
ms: Set Semula
pt: Reiniciar
ru: Сброс
sv: Återställ
sw: Weka upya
th: รีเซ็ต
tr: Sıfırla
ur: ری سیٹ
uz: Qayta o'rnatish
zh: 重置

# homeResetConfirmMessage
source: Are you sure you want to reset the counter?
ar: هل أنت متأكد من إعادة تعيين العداد؟
bn: আপনি কি সত্যিই কাউন্টার রিসেট করতে চান?
de: Sind Sie sicher, dass Sie den Zähler zurücksetzen möchten?
es: ¿Estás seguro de que quieres restablecer el contador?
fa: آیا مطمئن هستید که می‌خواهید شمارنده را بازنشانی کنید؟
fr: Êtes-vous sûr de vouloir remettre le compteur à zéro?
hi: क्या आप वाकई काउंटर रीसेट करना चाहते हैं?
id: Apakah Anda yakin ingin mengatur ulang penghitung?
it: Sei sicuro di voler reimpostare il contatore?
ja: カウンターをリセットしてもよろしいですか？
ko: 카운터를 리셋하시겠습니까?
ms: Adakah anda pasti mahu set semula pembilang?
pt: Tem certeza de que deseja reiniciar o contador?
ru: Вы уверены, что хотите сбросить счетчик?
sv: Är du säker på att du vill återställa räknaren?
sw: Je, una uhakika unataka kuweka upya kihesabuji?
th: คุณแน่ใจหรือไม่ที่จะรีเซ็ตตัวนับ?
tr: Sayacı sıfırlamak istediğinizden emin misiniz?
ur: کیا آپ واقعی کاؤنٹر ری سیٹ کرنا چاہتے ہیں؟
uz: Hisoblagichni qayta o'rnatishga ishonchingiz komilmi?
zh: 您确定要重置计数器吗？

# homeResetSuccess
source: Success
ar: نجح
bn: সফল
de: Erfolgreich
es: Exitoso
fa: موفق
fr: Succès
hi: सफल
id: Berhasil
it: Successo
ja: 成功
ko: 성공
ms: Berjaya
pt: Sucesso
ru: Успешно
sv: Framgång
sw: Mafanikio
th: สำเร็จ
tr: Başarılı
ur: کامیاب
uz: Muvaffaqiyatli
zh: 成功

# homeResetSuccessMessage
source: Counter has been reset
ar: تم إعادة تعيين العداد
bn: কাউন্টার রিসেট হয়েছে
de: Zähler zurückgesetzt
es: Contador restablecido
fa: شمارنده بازنشانی شد
fr: Compteur remis à zéro
hi: काउंटर रीसेट हो गया
id: Penghitung diatur ulang
it: Contatore reimpostato
ja: カウンターがリセットされました
ko: 카운터가 리셋되었습니다
ms: Pembilang diset semula
pt: Contador reiniciado
ru: Счетчик сброшен
sv: Räknare återställd
sw: Kihesabuji kimewekwa upya
th: รีเซ็ตตัวนับแล้ว
tr: Sayaç sıfırlandı
ur: کاؤنٹر ری سیٹ ہو گیا
uz: Hisoblagich qayta o'rnatildi
zh: 计数器已重置

# homeTargetDialogTitle
source: Select Target
ar: اختر الهدف
bn: লক্ষ্য নির্বাচন করুন
de: Ziel auswählen
es: Seleccionar Objetivo
fa: انتخاب هدف
fr: Sélectionner l'Objectif
hi: लक्ष्य चुनें
id: Pilih Target
it: Seleziona Obiettivo
ja: 目標を選択
ko: 목표 선택
ms: Pilih Sasaran
pt: Selecionar Objetivo
ru: Выбрать цель
sv: Välj Mål
sw: Chagua Lengo
th: เลือกเป้าหมาย
tr: Hedef Seç
ur: ہدف منتخب کریں
uz: Maqsad tanlash
zh: 选择目标

# addCustomTarget
source: Add Target
ar: إضافة هدف
bn: লক্ষ্য যোগ করুন
de: Ziel hinzufügen
es: Agregar Objetivo
fa: اضافه کردن هدف
fr: Ajouter Objectif
hi: लक्ष्य जोड़ें
id: Tambah Target
it: Aggiungi Obiettivo
ja: 目標を追加
ko: 목표 추가
ms: Tambah Sasaran
pt: Adicionar Objetivo
ru: Добавить цель
sv: Lägg Till Mål
sw: Ongeza Lengo
th: เพิ่มเป้าหมาย
tr: Hedef Ekle
ur: ہدف شامل کریں
uz: Maqsad qo'shish
zh: 添加目标

# customTargetTitle
source: Add Custom Target
ar: إضافة هدف مخصص
bn: কাস্টম লক্ষ্য যোগ করুন
de: Benutzerdefiniertes Ziel hinzufügen
es: Agregar Objetivo Personalizado
fa: اضافه کردن هدف سفارشی
fr: Ajouter Objectif Personnalisé
hi: कस्टम लक्ष्य जोड़ें
id: Tambah Target Kustom
it: Aggiungi Obiettivo Personalizzato
ja: カスタム目標を追加
ko: 사용자 정의 목표 추가
ms: Tambah Sasaran Kustom
pt: Adicionar Objetivo Personalizado
ru: Добавить пользовательскую цель
sv: Lägg Till Anpassat Mål
sw: Ongeza Lengo la Kawaida
th: เพิ่มเป้าหมายแบบกำหนดเอง
tr: Özel Hedef Ekle
ur: اپنا ہدف شامل کریں
uz: Maxsus maqsad qo'shish
zh: 添加自定义目标

# customTargetHint
source: Enter a target greater than 1000
ar: أدخل هدفاً أكبر من 1000
bn: ১০০০ এর চেয়ে বড় একটি লক্ষ্য প্রবেশ করান
de: Geben Sie ein Ziel größer als 1000 ein
es: Ingresa un objetivo mayor a 1000
fa: هدفی بزرگتر از ۱۰۰۰ وارد کنید
fr: Entrez un objectif supérieur à 1000
hi: 1000 से अधिक का लक्ष्य दर्ज करें
id: Masukkan target lebih besar dari 1000
it: Inserisci un obiettivo maggiore di 1000
ja: 1000より大きい目標を入力
ko: 1000보다 큰 목표 입력
ms: Masukkan sasaran lebih besar dari 1000
pt: Digite um objetivo maior que 1000
ru: Введите цель больше 1000
sv: Ange ett mål större än 1000
sw: Ingiza lengo kubwa kuliko 1000
th: กรุณาใส่เป้าหมายที่มากกว่า 1000
tr: 1000'den büyük bir hedef girin
ur: 1000 سے زیادہ کا ہدف داخل کریں
uz: 1000 dan katta maqsadni kiriting
zh: 请输入大于1000的目标

# customTargetError
source: Invalid Target
ar: هدف غير صالح
bn: অবৈধ লক্ষ্য
de: Ungültiges Ziel
es: Objetivo inválido
fa: هدف نامعتبر
fr: Objectif Invalide
hi: अमान्य लक्ष्य
id: Target Tidak Valid
it: Obiettivo non valido
ja: 無効な目標
ko: 잘못된 목표
ms: Sasaran tidak sah
pt: Objetivo inválido
ru: Недопустимая цель
sv: Ogiltigt mål
sw: Lengo Lisilohali
th: เป้าหมายไม่ถูกต้อง
tr: Geçersiz hedef
ur: غلط ہدف
uz: Noto'g'ri maqsad
zh: 无效目标

# customTargetErrorMessage
source: Target must be greater than 1000 and unique
ar: يجب أن يكون الهدف أكبر من 1000 وفريد
bn: লক্ষ্য ১০০০ এর চেয়ে বড় এবং অনন্য হতে হবে
de: Das Ziel muss größer als 1000 und eindeutig sein
es: El objetivo debe ser mayor a 1000 y único
fa: هدف باید بزرگتر از ۱۰۰۰ و منحصر به فرد باشد
fr: L'objectif doit être supérieur à 1000 et unique
hi: लक्ष्य 1000 से अधिक और अद्वितीय होना चाहिए
id: Target harus lebih besar dari 1000 dan unik
it: L'obiettivo deve essere maggiore di 1000 e unico
ja: 目標は1000より大きく、ユニークである必要があります
ko: 목표는 1000보다 크고 고유해야 합니다
ms: Sasaran harus lebih besar dari 1000 dan unik
pt: O objetivo deve ser maior que 1000 e único
ru: Цель должна быть больше 1000 и уникальной
sv: Målet måste vara större än 1000 och unikt
sw: Lengo lazima liwe kubwa kuliko 1000 na la kipekee
th: เป้าหมายต้องมากกว่า 1000 และต้องไม่ซ้ำกัน
tr: Hedef 1000'den büyük ve benzersiz olmalıdır
ur: ہدف 1000 سے زیادہ اور منفرد ہونا چاہیے
uz: Maqsad 1000 dan katta va noyob bo'lishi kerak
zh: 目标必须大于1000且唯一

# customTargetSuccess
source: Success
ar: نجح
bn: সফল
de: Erfolgreich
es: Exitoso
fa: موفق
fr: Succès
hi: सफलता
id: Berhasil
it: Successo
ja: 成功
ko: 성공
ms: Berjaya
pt: Sucesso
ru: Успешно
sv: Framgång
sw: Mafanikio
th: สำเร็จ
tr: Başarılı
ur: کامیاب
uz: Muvaffaqiyatli
zh: 成功

# customTargetSuccessMessage
source: Custom target added
ar: تم إضافة الهدف المخصص
bn: কাস্টম লক্ষ্য যোগ করা হয়েছে
de: Benutzerdefiniertes Ziel hinzugefügt
es: Objetivo personalizado agregado
fa: هدف سفارشی اضافه شد
fr: Objectif personnalisé ajouté
hi: कस्टम लक्ष्य जोड़ा गया
id: Target kustom ditambahkan
it: Obiettivo personalizzato aggiunto
ja: カスタム目標が追加されました
ko: 사용자 정의 목표가 추가되었습니다
ms: Sasaran kustom ditambahkan
pt: Objetivo personalizado adicionado
ru: Пользовательская цель добавлена
sv: Anpassat mål tillagt
sw: Lengo la kawaida limeongezwa
th: เพิ่มเป้าหมายแบบกำหนดเองแล้ว
tr: Özel hedef eklendi
ur: اپنا ہدف شامل کر دیا گیا
uz: Maxsus maqsad qo'shildi
zh: 自定义目标已添加

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
es: Agregar
fa: اضافه
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
pt: Adicionar
ru: Добавить
sv: Lägg Till
sw: Ongeza
th: เพิ่ม
tr: Ekle
ur: شامل کریں
uz: Qo'shish
zh: 添加

# deleteTargetTitle
source: Delete Target
ar: حذف الهدف
bn: লক্ষ্য মুছুন
de: Ziel löschen
es: Eliminar Objetivo
fa: حذف هدف
fr: Supprimer l'Objectif
hi: लक्ष्य हटाएं
id: Hapus Target
it: Elimina Obiettivo
ja: 目標を削除
ko: 목표 삭제
ms: Padam Sasaran
pt: Excluir Objetivo
ru: Удалить цель
sv: Ta Bort Mål
sw: Futa Lengo
th: ลบเป้าหมาย
tr: Hedefi Sil
ur: ہدف حذف کریں
uz: Maqsadni o'chirish
zh: 删除目标

# deleteTargetMessage
source: Are you sure you want to delete the target {target}?
ar: هل أنت متأكد من أنك تريد حذف الهدف {target}؟
bn: আপনি কি নিশ্চিত যে আপনি {target} লক্ষ্যটি মুছতে চান?
de: Sind Sie sicher, dass Sie das Ziel {target} löschen möchten?
es: ¿Estás seguro de que quieres eliminar el objetivo {target}?
fa: آیا مطمئن هستید که می‌خواهید هدف {target} را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer l'objectif {target}?
hi: क्या आप वाकई {target} लक्ष्य को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus target {target}?
it: Sei sicuro di voler eliminare l'obiettivo {target}?
ja: {target}の目標を削除してもよろしいですか？
ko: {target} 목표를 삭제하시겠습니까?
ms: Adakah anda pasti mahu memadam sasaran {target}?
pt: Tem certeza de que deseja excluir o objetivo {target}?
ru: Вы уверены, что хотите удалить цель {target}?
sv: Är du säker på att du vill ta bort målet {target}?
sw: Je, una uhakika unataka kufuta lengo {target}?
th: คุณแน่ใจหรือไม่ที่จะลบเป้าหมาย {target}?
tr: {target} hedefini silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی {target} ہدف کو حذف کرنا چاہتے ہیں؟
uz: {target} maqsadini o'chirishga ishonchingiz komilmi?
zh: 您确定要删除目标 {target} 吗？

# deleteTargetSuccess
source: Target deleted
ar: تم حذف الهدف
bn: লক্ষ্য মুছে ফেলা হয়েছে
de: Ziel gelöscht
es: Objetivo eliminado
fa: هدف حذف شد
fr: Objectif supprimé
hi: लक्ष्य हटा दिया गया
id: Target dihapus
it: Obiettivo eliminato
ja: 目標が削除されました
ko: 목표가 삭제되었습니다
ms: Sasaran dipadam
pt: Objetivo excluído
ru: Цель удалена
sv: Mål borttaget
sw: Lengo limefutwa
th: ลบเป้าหมายแล้ว
tr: Hedef silindi
ur: ہدف حذف ہو گیا
uz: Maqsad o'chirildi
zh: 目标已删除

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
pt: Excluir
ru: Удалить
sv: Ta Bort
sw: Futa
th: ลบ
tr: Sil
ur: حذف کریں
uz: O'chirish
zh: 删除

# zikirListTitle
source: Select Zikr
ar: اختر الذكر
bn: জিকির নির্বাচন করুন
de: Dhikr auswählen
es: Seleccionar Dhikr
fa: انتخاب ذکر
fr: Sélectionner le Dhikr
hi: जिक्र चुनें
id: Pilih Dzikir
it: Seleziona Dhikr
ja: ズィクルを選択
ko: 지크르 선택
ms: Pilih Zikir
pt: Selecionar Dhikr
ru: Выбрать зикр
sv: Välj Dhikr
sw: Chagua Dhikiri
th: เลือกซิกร์
tr: Zikir Seç
ur: ذکر منتخب کریں
uz: Zikr tanlash
zh: 选择念珠

# zikirListProSelection
source: Pro Zikr Selection
ar: اختيار الذكر المميز
bn: প্রো জিকির নির্বাচন
de: Pro Dhikr-Auswahl
es: Selección de Dhikr Pro
fa: انتخاب ذکر حرفه‌ای
fr: Sélection de Dhikr Pro
hi: प्रो जिक्र चयन
id: Pilihan Dzikir Pro
it: Selezione Dhikr Pro
ja: プロズィクル選択
ko: 프로 지크르 선택
ms: Pilihan Zikir Pro
pt: Seleção de Dhikr Pro
ru: Pro выбор зикра
sv: Pro Dhikr Val
sw: Uchaguzi wa Dhikiri wa Kitaaluma
th: การเลือกซิกร์โปร
tr: Pro Zikir Seçimi
ur: پرو ذکر انتخاب
uz: Pro zikr tanlash
zh: 专业念珠选择
