Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# pdfReportTitle
source: Tasbee Pro - Detailed Statistics Report
ar: Tasbee Pro - تقرير إحصائيات تفصيلي
bn: Tasbee Pro - বিস্তারিত পরিসংখ্যান রিপোর্ট
de: Tasbee Pro - Detaillierter Statistikbericht
es: Tasbee Pro - Informe Detallado de Estadísticas
fa: تسبیح پرو - گزارش آمار تفصیلی
fr: Tasbee Pro - Rapport de Statistiques Détaillé
hi: Tasbee Pro - विस्तृत आंकड़े रिपोर्ट
id: Tasbee Pro - Laporan Statistik Terperinci
it: Tasbee Pro - Rapporto Statistiche Dettagliato
ja: Tasbee Pro - 詳細統計レポート
ko: Tasbee Pro - 상세 통계 보고서
ms: Tasbee Pro - Laporan Statistik Terperinci
pt: Tasbee Pro - Relatório Detalhado de Estatísticas
ru: Tasbee Pro - Подробный отчет статистики
sv: Tasbee Pro - Detaljerad Statistik Rapport
sw: Tasbee Pro - Ripoti ya Takwimu za Kina
th: ตัสบีโปร - รายงานสถิติโดยละเอียด
tr: Tasbee Pro - Detaylı İstatistik Raporu
ur: Tasbee Pro - تفصیلی اعداد و شمار کی رپورٹ
uz: Tasbee Pro - Batafsil statistika hisoboti
zh: Tasbee Pro - 详细统计报告

# pdfPeriodLabel
source: Period
ar: الفترة
bn: সময়কাল
de: Zeitraum
es: Período
fa: دوره
fr: Période
hi: अवधि
id: Periode
it: Periodo
ja: 期間
ko: 기간
ms: Tempoh
pt: Período
ru: Период
sw: Kipindi
th: ช่วงเวลา
tr: Dönem
ur: مدت
uz: Davr
zh: 期间

# pdfDateLabel
source: Date
ar: التاريخ
bn: তারিখ
de: Datum
es: Fecha
fa: تاریخ
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
pt: Data
ru: Дата
sv: Datum
sw: Tarehe
th: วันที่
tr: Tarih
ur: تاریخ
uz: Sana
zh: 日期

# pdfTotalZikrCard
source: Total Zikr
ar: إجمالي الأذكار
bn: মোট জিকির
de: Dhikr-Gesamt
es: Total de Dhikr
fa: مجموع ذکر
fr: Total des Dhikrs
hi: कुल जिक्र
id: Total Dzikir
it: Totale Dhikr
ja: 総ズィクル数
ko: 총 지크르
ms: Jumlah Zikir
pt: Total de Dhikr
ru: Всего зикров
sv: Totala Dhikr
sw: Jumla ya Dhikiri
th: ซิกร์ทั้งหมด
tr: Toplam Zikir
ur: کل ذکر
uz: Umumiy zikr
zh: 念珠总数

# pdfMostUsedCard
source: Most Performed
ar: الأكثر استخداماً
bn: সবচেয়ে বেশি ব্যবহৃত
de: Am meisten gemacht
es: Más Realizado
fa: پرکاربردترین
fr: Le Plus Utilisé
hi: सबसे अधिक उपयोग किया गया
id: Paling Sering Digunakan
it: Più Fatto
ja: 最も使用されたもの
ko: 가장 많이 사용됨
ms: Paling Kerap Digunakan
pt: Mais Feito
ru: Наиболее используемый
sv: Mest Använda
sw: Inayotumiwa Zaidi
th: ใช้มากที่สุด
tr: En Çok Çekilen
ur: سب سے زیادہ استعمال ہونے والا
uz: Eng ko'p ishlatiladigan
zh: 最常用

# pdfActiveZikrCard
source: Active Zikr Types
ar: نوع الذكر النشط
bn: সক্রিয় জিকিরের ধরন
de: Aktiver Dhikr-Typ
es: Tipo de Dhikr Activo
fa: نوع ذکر فعال
fr: Type de Dhikr Actif
hi: सक्रिय जिक्र का प्रकार
id: Jenis Dzikir Aktif
it: Tipo di Dhikr Attivo
ja: アクティブズィクルタイプ
ko: 활성 지크르 유형
ms: Jenis Zikir Aktif
pt: Tipo de Dhikr Ativo
ru: Тип активного зикра
sv: Aktiva Dhikr Typ
sw: Aina ya Dhikiri Hai
th: ประเภทซิกร์ที่ใช้งาน
tr: Aktif Zikir Türü
ur: فعال ذکر کی قسم
uz: Faol zikr turi
zh: 活跃念珠类型

# pdfZikrDetailsTitle
source: Zikr Details
ar: تفاصيل الأذكار
bn: জিকিরের বিস্তারিত
de: Dhikr-Details
es: Detalles del Dhikr
fa: جزئیات ذکر
fr: Détails des Dhikrs
hi: जिक्र की विस्तृत जानकारी
id: Detail Dzikir
it: Dettagli Dhikr
ja: ズィクル詳細
ko: 지크르 세부사항
ms: Butiran Zikir
pt: Detalhes do Dhikr
ru: Детали зикра
sv: Dhikr Detaljer
sw: Maelezo ya Dhikiri
th: รายละเอียดซิกร์
tr: Zikir Detayları
ur: ذکر کی تفصیلات
uz: Zikr tafsiloti
zh: 念珠详情

# pdfDate
source: Date
ar: التاريخ
bn: তারিখ
de: Datum
es: Fecha
fa: تاریخ
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
pt: Data
ru: Дата
sv: Datum
sw: Tarehe
th: วันที่
tr: Tarih
ur: تاریخ
uz: Sana
zh: 日期

# pdfPeriod
source: Period
ar: الفترة
bn: সময়কাল
de: Zeitraum
es: Período
fa: دوره
fr: Période
hi: अवधि
id: Periode
it: Periodo
ja: 期間
ko: 기간
ms: Tempoh
pt: Período
ru: Период
sw: Kipindi
th: ช่วงเวลา
tr: Dönem
ur: مدت
uz: Davr
zh: 期间

# pdfDailyAverage
source: Daily Average
ar: المتوسط اليومي
bn: দৈনিক গড়
de: Täglicher Durchschnitt
es: Promedio Diario
fa: میانگین روزانه
fr: Moyenne Quotidienne
hi: दैनिक औसत
id: Rata-rata Harian
it: Media Giornaliera
ja: 日平均
ko: 일일 평균
ms: Purata Harian
pt: Média Diária
ru: Среднее за день
sv: Dagligt Genomsnitt
sw: Wastani wa Kila Siku
th: เฉลี่ยรายวัน
tr: Günlük Ortalama
ur: یومیہ اوسط
uz: Kundalik o'rtacha
zh: 每日平均

# pdfActiveZikrRatio
source: Active Zikr
ar: الذكر النشط
bn: সক্রিয় জিকির
de: Aktiver Dhikr
es: Dhikr Activo
fa: ذکر فعال
fr: Dhikr Actif
hi: सक्रिय जिक्र
id: Dzikir Aktif
it: Dhikr Attivo
ja: アクティブズィクル
ko: 활성 지크르
ms: Zikir Aktif
pt: Dhikr Ativo
ru: Активный зикр
sv: Aktiva Dhikr
sw: Dhikiri Hai
th: ซิกร์ที่ใช้งาน
tr: Aktif Zikir
ur: فعال ذکر
uz: Faol zikr
zh: 活跃念珠

# pdfMostUsedZikrs
source: Most Used Zikrs
ar: الأذكار الأكثر استخداماً
bn: সবচেয়ে বেশি ব্যবহৃত জিকির
de: Am häufigsten verwendete Dhikr
es: Dhikr Más Utilizados
fa: پرکاربردترین ذکرها
fr: Dhikrs Les Plus Utilisés
hi: सबसे अधिक उपयोग किए गए जिक्र
id: Dzikir Paling Sering Digunakan
it: Dhikr Più Utilizzati
ja: 最も使用されたズィクル
ko: 가장 많이 사용된 지크르
ms: Zikir Paling Kerap Digunakan
pt: Dhikr Mais Utilizados
ru: Наиболее используемые зикры
sv: Mest Använda Dhikr
sw: Dhikiri Zinazotumika Zaidi
th: ซิกร์ที่ใช้มากที่สุด
tr: En Çok Kullanılan Zikirler
ur: سب سے زیادہ استعمال ہونے والے ذکر
uz: Eng ko'p ishlatiladigan zikirlar
zh: 最常用念珠

# pdfNoZikrYet
source: No zikr performed yet
ar: لم يتم التسبيح حتى الآن
bn: এখনও কোন জিকির করা হয়নি
de: Noch kein Dhikr gemacht
es: Aún no se ha realizado ningún dhikr
fa: هنوز هیچ ذکری گفته نشده
fr: Aucun dhikr n'a encore été fait
hi: अभी तक कोई जिक्र नहीं किया गया
id: Belum ada dzikir
it: Ancora nessun dhikr fatto
ja: まだズィクルが行われていません
ko: 아직 지크르가 수행되지 않았습니다
ms: Tiada zikir lagi
pt: Ainda não foi feito nenhum dhikr
ru: Пока не произнесено ни одного зикра
sv: Ingen dhikr gjord än
sw: Bado hakuna dhikiri zilizofanywa
th: ยังไม่ได้ทำซิกร์เลย
tr: Henüz hiç zikir çekilmemiş
ur: ابھی تک کوئی ذکر نہیں کیا گیا
uz: Hali hech qanday zikr qilinmagan
zh: 还没有完成念珠

# pdfQuranTranslation
source: "Remember Allah frequently so that you may be successful." (Al-Anfal: 45)
ar: "واذكروا الله كثيراً لعلكم تفلحون" (الأنفال: 45)
bn: "এবং আল্লাহকে বেশি বেশি স্মরণ করো যাতে তোমরা সফল হতে পারো।" (আনফাল: ৪৫)
de: "Gedenkt viel Allahs, damit ihr erfolgreich seid." (Al-Anfal: 45)
es: "Recordad mucho a Allah para que tengáis éxito." (Al-Anfal: 45)
fa: "خدا را بسیار یاد کنید تا رستگار شوید." (انفال: ۴۵)
fr: "Et invoquez Allah abondamment afin que vous réussissiez." (Al-Anfal: 45)
hi: "और अल्लाह का अधिक स्मरण करो ताकि तुम सफल हो सको।" (अनफाल: 45)
id: "Dan sebutlah (nama) Allah sebanyak-banyaknya agar kamu beruntung." (Al-Anfal: 45)
it: "Ricordate molto Allah affinché abbiate successo." (Al-Anfal: 45)
ja: 「アッラーを多く唱念せよ、そうすれば救われるであろう。」（戦利品章：45）
ko: "알라를 많이 기억하라, 그러면 너희가 성공할 것이다." (전리품장: 45)
ms: "Dan sebutlah (nama) Allah sebanyak-banyaknya supaya kamu berjaya." (Al-Anfal: 45)
pt: "Lembrai-vos muito de Allah para que tenhais sucesso." (Al-Anfal: 45)
ru: "Поминайте Аллаха много, чтобы преуспеть." (Анфаль: 45)
sv: "Kom ihåg Allah ofta så att ni må lyckas." (Al-Anfal: 45)
sw: "Na mkumbukeni Allah mara nyingi ili mpate kufanikiwa." (Al-Anfal: 45)
th: "จงระลึกถึงอัลลอห์อย่างมากเพื่อที่พวกเจ้าจะได้รับความสำเร็จ" (อัลอันฟาล: 45)
tr: "Allah'ı çok zikredin ki kurtulursunuz." (Enfal: 45)
ur: "اور اللہ کا کثرت سے ذکر کرو تاکہ تم کامیاب ہو سکو۔" (انفال: 45)
uz: "Allohni ko'p zikr qiling, shunda najot topasiz." (Anfol: 45)
zh: "你们应当多多记念真主，以便你们成功。"（战利品章：45）

# pdfWidgetReportTitle
source: Tasbee Pro - Widget Statistics Report
ar: Tasbee Pro - تقرير إحصائيات الودجت
bn: Tasbee Pro - উইজেট পরিসংখ্যান রিপোর্ট
de: Tasbee Pro - Widget-Statistikbericht
es: Tasbee Pro - Informe de Estadísticas del Widget
fa: تسبیح پرو - گزارش آمار ویجت
fr: Tasbee Pro - Rapport de Statistiques Widget
hi: Tasbee Pro - विजेट आंकड़े रिपोर्ट
id: Tasbee Pro - Laporan Statistik Widget
it: Tasbee Pro - Rapporto Statistiche Widget
ja: Tasbee Pro - ウィジェット統計レポート
ko: Tasbee Pro - 위젯 통계 보고서
ms: Tasbee Pro - Laporan Statistik Widget
pt: Tasbee Pro - Relatório de Estatísticas do Widget
ru: Tasbee Pro - Отчет статистики виджета
sv: Tasbee Pro - Widget Statistik Rapport
sw: Tasbee Pro - Ripoti ya Takwimu za Widget
th: ตัสบีโปร - รายงานสถิติวิดเจ็ต
tr: Tasbee Pro - Widget İstatistik Raporu
ur: Tasbee Pro - ویجٹ کی تفصیلات کی رپورٹ
uz: Tasbee Pro - Vidjet statistika hisoboti
zh: Tasbee Pro - 小组件统计报告

# pdfWidgetStatsSection
source: Widget Zikr Details
ar: تفاصيل أذكار الودجت
bn: উইজেট জিকিরের বিস্তারিত
de: Widget-Dhikr-Details
es: Detalles del Dhikr del Widget
fa: جزئیات ذکر ویجت
fr: Détails des Dhikrs Widget
hi: विजेट जिक्र की विस्तृत जानकारी
id: Detail Dzikir Widget
it: Dettagli Dhikr Widget
ja: ウィジェットズィクル詳細
ko: 위젯 지크르 세부사항
ms: Butiran Zikir Widget
pt: Detalhes do Dhikr do Widget
ru: Детали зикра виджета
sv: Widget Dhikr Detaljer
sw: Maelezo ya Dhikiri za Widget
th: รายละเอียดซิกร์วิดเจ็ต
tr: Widget Zikir Detayları
ur: ویجٹ ذکر کی تفصیلات
uz: Vidjet zikr tafsiloti
zh: 小组件念珠详情

# pdfWidgetTotalZikrCard
source: Total Widget Zikr
ar: إجمالي أذكار الودجت
bn: মোট উইজেট জিকির
de: Widget-Dhikr-Gesamt
es: Total de Dhikr del Widget
fa: مجموع ذکر ویجت
fr: Total des Dhikrs Widget
hi: कुल विजेट जिक्र
id: Total Dzikir Widget
it: Totale Dhikr Widget
ja: 総ウィジェットズィクル数
ko: 총 위젯 지크르
ms: Jumlah Zikir Widget
pt: Total de Dhikr do Widget
ru: Всего зикров виджета
sv: Totala Widget Dhikr
sw: Jumla ya Dhikiri za Widget
th: ซิกร์วิดเจ็ตทั้งหมด
tr: Toplam Widget Zikir
ur: کل ویجٹ ذکر
uz: Umumiy vidjet zikr
zh: 小组件念珠总数

# pdfWidgetMostUsedCard
source: Most Used
ar: الأكثر استخداماً
bn: সবচেয়ে বেশি ব্যবহৃত
de: Am häufigsten verwendet
es: Más Utilizado
fa: پرکاربردترین
fr: Le Plus Utilisé
hi: सबसे अधिक उपयोग किया गया
id: Paling Sering Digunakan
it: Più Utilizzato
ja: 最も使用されたもの
ko: 가장 많이 사용됨
ms: Paling Kerap Digunakan
pt: Mais Utilizado
ru: Наиболее используемый
sv: Mest Använda
sw: Inayotumiwa Zaidi
th: ใช้มากที่สุด
tr: En Çok Kullanılan
ur: سب سے زیادہ استعمال ہونے والا
uz: Eng ko'p ishlatiladigan
zh: 最常用

# pdfWidgetActiveTypesCard
source: Active Zikr Types
ar: نوع الذكر النشط
bn: সক্রিয় জিকিরের ধরন
de: Aktiver Dhikr-Typ
es: Tipo de Dhikr Activo
fa: نوع ذکر فعال
fr: Type de Dhikr Actif
hi: सक्रिय जिक्र का प्रकार
id: Jenis Dzikir Aktif
it: Tipo di Dhikr Attivo
ja: アクティブズィクルタイプ
ko: 활성 지크르 유형
ms: Jenis Zikir Aktif
pt: Tipo de Dhikr Ativo
ru: Тип активного зикра
sv: Aktiva Dhikr Typ
sw: Aina ya Dhikiri Hai
th: ประเภทซิกร์ที่ใช้งาน
tr: Aktif Zikir Türü
ur: فعال ذکر کی قسم
uz: Faol zikr turi
zh: 活跃念珠类型

# pdfWidgetPeriodText
source: In this period, a total of {count} zikr were performed through the widget
ar: تم التسبيح {count} مرة من الودجت في هذه الفترة
bn: এই সময়কালে উইজেট থেকে মোট {count} জিকির করা হয়েছে
de: In diesem Zeitraum wurden insgesamt {count} Dhikr vom Widget gemacht
es: En este período se realizaron un total de {count} dhikr desde el widget
fa: در این دوره مجموع {count} ذکر از طریق ویجت گفته شده
fr: Au total {count} dhikrs ont été faits depuis le widget durant cette période
hi: इस अवधि में विजेट से कुल {count} जिक्र किया गया
id: Total {count} dzikir dilakukan dari widget pada periode ini
it: In questo periodo sono stati fatti un totale di {count} dhikr dal widget
ja: この期間にウィジェット経由で合計{count}のズィクルが行われました
ko: 이 기간에 위젯을 통해 총 {count}개의 지크르가 수행되었습니다
ms: Sejumlah {count} zikir dilakukan dari widget pada tempoh ini
pt: Neste período foram feitos um total de {count} dhikr no widget
ru: В этом периоде через виджет было произнесено всего {count} зикров
sv: Under denna period har totalt {count} dhikr gjorts via widget
sw: Katika kipindi hiki jumla ya dhikiri {count} zimefanywa kutoka widget
th: ในช่วงเวลานี้มีการทำซิกร์ผ่านวิดเจ็ตทั้งหมด {count} ครั้ง
tr: Bu dönemde widget üzerinden toplam {count} zikir çekilmiştir
ur: اس مدت میں ویجٹ سے کل {count} ذکر کیا گیا
uz: Bu davrda vidjet orqali jami {count} zikr qilingan
zh: 在此期间从小组件总共完成了 {count} 次念珠

# pdfWidgetTypesText
source: A total of {count} different zikr types were used
ar: تم استخدام {count} نوع مختلف من الأذكار
bn: মোট {count} বিভিন্ন ধরনের জিকির ব্যবহার করা হয়েছে
de: Insgesamt {count} verschiedene Dhikr-Arten wurden verwendet
es: Se utilizaron un total de {count} tipos diferentes de dhikr
fa: مجموع {count} نوع مختلف ذکر استفاده شده
fr: Au total {count} types différents de dhikrs ont été utilisés
hi: कुल {count} विभिन्न प्रकार के जिक्र उपयोग हुए
id: Total {count} jenis dzikir berbeda telah digunakan
it: Sono stati utilizzati un totale di {count} tipi diversi di dhikr
ja: 合計{count}の異なるズィクルタイプが使用されました
ko: 총 {count}개의 다른 지크르 유형이 사용되었습니다
ms: Sejumlah {count} jenis zikir berbeza telah digunakan
pt: Foram utilizados um total de {count} tipos diferentes de dhikr
ru: Было использовано всего {count} различных типов зикров
sv: Totalt {count} olika dhikr typer användes
sw: Jumla ya aina {count} tofauti za dhikiri zimetumika
th: มีการใช้ซิกร์ที่แตกต่างกันทั้งหมด {count} ประเภท
tr: Toplam {count} farklı zikir türü kullanılmıştır
ur: کل {count} مختلف قسم کے ذکر استعمال ہوئے
uz: Jami {count} xil zikr turi ishlatilgan
zh: 总共使用了 {count} 种不同类型的念珠

# pdfWidgetMostUsedText
source: Most used zikr: {name}
ar: الذكر الأكثر استخداماً: {name}
bn: সবচেয়ে বেশি ব্যবহৃত জিকির: {name}
de: Am häufigsten verwendeter Dhikr: {name}
es: Dhikr más utilizado: {name}
fa: پرکاربردترین ذکر: {name}
fr: Dhikr le plus utilisé: {name}
hi: सबसे अधिक उपयोग किया गया जिक्र: {name}
id: Dzikir paling sering digunakan: {name}
it: Dhikr più utilizzato: {name}
ja: 最も使用されたズィクル：{name}
ko: 가장 많이 사용된 지크르: {name}
ms: Zikir paling kerap digunakan: {name}
pt: Dhikr mais utilizado: {name}
ru: Наиболее используемый зикр: {name}
sv: Mest använda dhikr: {name}
sw: Dhikiri inayotumiwa zaidi: {name}
th: ซิกร์ที่ใช้มากที่สุด: {name}
tr: En çok kullanılan zikir: {name}
ur: سب سے زیادہ استعمال ہونے والا ذکر: {name}
uz: Eng ko'p ishlatilgan zikr: {name}
zh: 最常用的念珠：{name}

# pdfWidgetNoZikrText
source: No zikr has been performed through the widget in this period yet
ar: لم يتم التسبيح من الودجت في هذه الفترة
bn: এই সময়কালে এখনও উইজেট থেকে জিকির করা হয়নি
de: In diesem Zeitraum wurde noch kein Dhikr vom Widget gemacht
es: Aún no se ha realizado dhikr desde el widget en este período
fa: در این دوره هنوز از طریق ویجت ذکری گفته نشده
fr: Aucun dhikr n'a encore été fait depuis le widget durant cette période
hi: इस अवधि में अभी तक विजेट से जिक्र नहीं किया गया
id: Belum ada dzikir dari widget pada periode ini
it: In questo periodo non è stato ancora fatto nessun dhikr dal widget
ja: この期間にはまだウィジェット経由でズィクルが行われていません
ko: 이 기간에는 아직 위젯을 통한 지크르가 수행되지 않았습니다
ms: Tiada zikir dari widget pada tempoh ini
pt: Ainda não foi feito dhikr no widget neste período
ru: В этом периоде пока не было произнесено зикров через виджет
sv: Ingen dhikr gjord via widget under denna period än
sw: Katika kipindi hiki bado hakuna dhikiri zilizofanywa kutoka widget
th: ยังไม่ได้ทำซิกร์ผ่านวิดเจ็ตในช่วงเวลานี้
tr: Bu dönemde henüz widget üzerinden zikir çekilmemiş
ur: اس مدت میں ابھی تک ویجٹ سے ذکر نہیں کیا گیا
uz: Bu davrda hali vidjet orqali zikr qilinmagan
zh: 在此期间还没有从小组件完成念珠

# pdfWidgetInfoTitle
source: About Widget
ar: حول الودجت
bn: উইজেট সম্পর্কে
de: Über das Widget
es: Acerca del Widget
fa: درباره ویجت
fr: À propos du Widget
hi: विजेट के बारे में
id: Tentang Widget
it: Informazioni sul Widget
ja: ウィジェットについて
ko: 위젯 정보
ms: Tentang Widget
pt: Sobre o Widget
ru: О виджете
sv: Om Widget
sw: Maelezo ya Widget
th: เกี่ยวกับวิดเจ็ต
tr: Widget Hakkında
ur: ویجٹ کے بارے میں
uz: Vidjet haqida
zh: 小组件信息

# pdfWidgetInfoText
source: Zikr performed through the widget are permanently saved and never deleted. This way you can track the history of your widget zikr
ar: الأذكار المُنجزة من الودجت محفوظة بشكل دائم ولن تُحذف أبداً. يمكنك متابعة سجل أذكار الودجت
bn: উইজেট থেকে করা জিকির স্থায়ীভাবে সংরক্ষিত হয় এবং কখনো মুছে যায় না। এইভাবে আপনি আপনার উইজেট জিকিরের ইতিহাস ট্র্যাক করতে পারেন
de: Über das Widget gemachte Dhikr werden dauerhaft gespeichert und niemals gelöscht. So können Sie die Geschichte Ihrer Widget-Dhikr verfolgen
es: Los dhikr realizados a través del widget se guardan permanentemente y nunca se eliminan. De esta manera puedes seguir el historial de tus dhikr del widget
fa: ذکرهای انجام شده از طریق ویجت به طور دائمی ذخیره می‌شود و هرگز حذف نمی‌شود. بدین گونه می‌توانید تاریخچه ذکرهای ویجت خود را دنبال کنید
fr: Les dhikrs faits depuis le widget sont sauvegardés de manière permanente et ne sont jamais supprimés. Ainsi vous pouvez suivre l'historique de vos dhikrs widget
hi: विजेट से किए गए जिक्र स्थायी रूप से सेव होते हैं और कभी नहीं मिटते। इस तरह आप अपने विजेट जिक्र के इतिहास को ट्रैक कर सकते हैं
id: Dzikir yang dilakukan dari widget tersimpan secara permanen dan tidak akan pernah dihapus. Dengan cara ini Anda dapat melacak riwayat dzikir widget Anda
it: I dhikr fatti tramite il widget vengono salvati permanentemente e non vengono mai cancellati. In questo modo puoi seguire la cronologia dei tuoi dhikr del widget
ja: ウィジェット経由で行われたズィクルは永続的に保存され、決して削除されません。これによりウィジェットズィクルの履歴を追跡できます
ko: 위젯을 통해 수행된 지크르는 영구적으로 저장되며 절대 삭제되지 않습니다. 이를 통해 위젯 지크르의 기록을 추적할 수 있습니다
ms: Zikir yang dilakukan dari widget disimpan secara kekal dan tidak akan dihapuskan. Dengan cara ini anda boleh jejak sejarah zikir widget anda
pt: Os dhikr feitos através do widget são salvos permanentemente e nunca são apagados. Desta forma pode acompanhar o histórico dos seus dhikr do widget
ru: Зикры, сделанные через виджет, сохраняются навсегда и никогда не удаляются. Таким образом, вы можете отслеживать историю ваших зикров виджета
sv: Dhikr gjorda via widget sparas permanent och raderas aldrig. Så du kan följa historiken av dina widget dhikr
sw: Dhikiri zilizofanywa kupitia widget zinasavewa kwa kudumu na hazifutwa kamwe. Hivyo unaweza kufuatilia historia ya dhikiri zako za widget
th: ซิกร์ที่ทำผ่านวิดเจ็ตจะถูกบันทึกอย่างถาวรและไม่เคยถูกลบ ดังนั้นคุณสามารถติดตามประวัติซิกร์วิดเจ็ตของคุณได้
tr: Widget üzerinden yapılan zikirler kalıcı olarak kaydedilir ve asla silinmez. Bu sayede widget zikirlerinizin geçmişini takip edebilirsiniz
ur: ویجٹ سے کیے گئے ذکر مستقل طور پر محفوظ ہوتے ہیں اور کبھی نہیں مٹتے۔ اس طرح آپ اپنے ویجٹ ذکر کی تاریخ کو ٹریک کر سکتے ہیں
uz: Vidjet orqali qilingan zikirlar doimiy ravishda saqlanadi va hech qachon o'chirilmaydi. Shunday qilib vidjet zikirlaringiz tarixini kuzatishingiz mumkin
zh: 通过小组件完成的念珠被永久保存，永远不会被删除。这样您可以跟踪您的小组件念珠历史

# pdfAppCredit
source: This report was generated by Tasbee Pro application
ar: تم الإنشاء بإذن الله بواسطة Tasbee Pro
bn: আল্লাহর অনুমতিতে Tasbee Pro দিয়ে তৈরি
de: Mit Allahs Erlaubnis mit Tasbee Pro erstellt
es: Creado con Tasbee Pro con el permiso de Allah
fa: با اجازه خدا با تسبیح پرو ایجاد شده
fr: Créé avec Tasbee Pro par la permission d'Allah
hi: अल्लाह की अनुमति से Tasbee Pro के साथ बनाया गया
id: Dibuat dengan izin Allah melalui Tasbee Pro
it: Creato con Tasbee Pro con il permesso di Allah
ja: アッラーの許可によりTasbee Proで作成
ko: 알라의 허락으로 Tasbee Pro로 생성됨
ms: Dicipta dengan izin Allah melalui Tasbee Pro
pt: Criado com Tasbee Pro com a permissão de Allah
ru: Создано с помощью Tasbee Pro с разрешения Аллаха
sv: Skapad med Tasbee Pro med Allahs tillstånd
sw: Imeundwa na Tasbee Pro kwa idhini ya Allah
th: สร้างด้วยตัสบีโปร ด้วยพระเมตตาของอัลลอห์
tr: Allah'ın izniyle Tasbee Pro ile oluşturuldu
ur: اللہ کی اجازت سے Tasbee Pro کے ساتھ بنایا گیا
uz: Allohning izni bilan Tasbee Pro bilan yaratilgan
zh: 在真主的许可下使用Tasbee Pro创建

# pdfFileNotOpen
source: PDF file could not be opened. Make sure a PDF reader app is installed
ar: تعذر فتح ملف PDF. تأكد من تثبيت تطبيق قارئ PDF
bn: PDF ফাইল খোলা যায়নি। PDF রিডার অ্যাপ ইনস্টল আছে কিনা নিশ্চিত করুন
de: PDF-Datei konnte nicht geöffnet werden. Stellen Sie sicher, dass Sie eine PDF-Reader-Anwendung installiert haben
es: No se pudo abrir el archivo PDF. Asegúrate de que tienes una aplicación lectora de PDF instalada
fa: فایل PDF باز نشد. مطمئن شوید که برنامه خواننده PDF نصب است
fr: Le fichier PDF n'a pas pu être ouvert. Assurez-vous qu'une application de lecture PDF est installée
hi: PDF फाइल नहीं खुल सकी। PDF रीडर ऐप इंस्टॉल होने को सुनिश्चित करें
id: File PDF tidak dapat dibuka. Pastikan aplikasi pembaca PDF terinstal
it: Impossibile aprire il file PDF. Assicurati di avere un'applicazione lettore PDF installata
ja: PDFファイルを開けませんでした。PDFリーダーアプリがインストールされていることを確認してください
ko: PDF 파일을 열 수 없습니다. PDF 리더 앱이 설치되어 있는지 확인하세요
ms: Fail PDF tidak dapat dibuka. Pastikan aplikasi pembaca PDF dipasang
pt: Não foi possível abrir o arquivo PDF. Certifique-se de que tem uma aplicação leitora de PDF instalada
ru: PDF файл не открылся. Убедитесь, что установлено приложение для чтения PDF
sv: PDF-fil kunde inte öppnas. Se till att du har en PDF-läsarapp installerad
sw: Imeshindwa kufungua faili ya PDF. Hakikisha una programu ya kusoma PDF iliyosakinishwa
th: ไม่สามารถเปิดไฟล์ PDF ได้ กรุณาตรวจสอบว่าได้ติดตั้งแอปอ่าน PDF แล้ว
tr: PDF dosyası açılamadı. PDF okuyucu uygulaması yüklü olduğundan emin olun
ur: PDF فائل نہیں کھل سکی۔ PDF ریڈر ایپ انسٹال ہونے کو یقینی بنائیں
uz: PDF fayli ochilmadi. PDF o'quvchi ilovasi o'rnatilganligiga ishonch hosil qiling
zh: 无法打开PDF文件。请确保您已安装PDF阅读器应用

# pdfFileCannotOpen
source: File Cannot Open
ar: تعذر فتح الملف
bn: ফাইল খোলা যায়নি
de: Datei kann nicht geöffnet werden
es: No se Puede Abrir el Archivo
fa: فایل باز نشد
fr: Fichier Impossible à Ouvrir
hi: फाइल नहीं खुल सकी
id: File Tidak Dapat Dibuka
it: Impossibile Aprire il File
ja: ファイルを開けません
ko: 파일을 열 수 없습니다
ms: Fail Tidak Dapat Dibuka
pt: Não é Possível Abrir o Arquivo
ru: Файл не открывается
sv: Fil Kan Inte Öppnas
sw: Haiwezi Kufungua Faili
th: ไม่สามารถเปิดไฟล์ได้
tr: Dosya Açılamadı
ur: فائل نہیں کھل سکی
uz: Fayl ochilmadi
zh: 无法打开文件

# pdfExternalStorageError
source: External storage not available
ar: وحدة التخزين الخارجية غير متاحة
bn: বাহ্যিক স্টোরেজ উপলব্ধ নেই
de: Externer Speicher nicht verfügbar
es: Almacenamiento externo no disponible
fa: فضای ذخیره‌سازی خارجی در دسترس نیست
fr: Stockage externe non disponible
hi: बाहरी स्टोरेज उपलब्ध नहीं
id: Penyimpanan eksternal tidak tersedia
it: Archiviazione esterna non disponibile
ja: 外部ストレージが利用できません
ko: 외부 저장소를 사용할 수 없습니다
ms: Storan luaran tidak tersedia
pt: Armazenamento externo não disponível
ru: Внешнее хранилище недоступно
sv: Extern lagring ej tillgänglig
sw: Hifadhi ya nje haipatikani
th: ที่เก็บข้อมูลภายนอกไม่พร้อมใช้งาน
ur: بیرونی اسٹوریج دستیاب نہیں
uz: Tashqi xotira mavjud emas
zh: 外部存储不可用

# pdfMainStoragePath
source: Main storage/TasbeePro
ar: التخزين الرئيسي/TasbeePro
bn: প্রধান স্টোরেজ/TasbeePro
de: Hauptspeicher/TasbeePro
es: Almacenamiento principal/TasbeePro
fa: ذخیره‌سازی اصلی/TasbeePro
fr: Stockage principal/TasbeePro
hi: मुख्य स्टोरेज/TasbeePro
id: Penyimpanan utama/TasbeePro
it: Archiviazione principale/TasbeePro
ja: メインストレージ/TasbeePro
ko: 기본 저장소/TasbeePro
ms: Storan utama/TasbeePro
pt: Armazenamento principal/TasbeePro
ru: Основное хранилище/TasbeePro
sv: Huvudlagring/TasbeePro
sw: Hifadhi kuu/TasbeePro
th: ที่เก็บข้อมูลหลัก/TasbeePro
tr: Ana depolama/TasbeePro
ur: مین اسٹوریج/TasbeePro
uz: Asosiy xotira/TasbeePro
zh: 主存储/TasbeePro

# pdfAppSpecificPath
source: App-specific folder/TasbeePro_Reports
ar: مجلد خاص بالتطبيق/TasbeePro_Reports
bn: অ্যাপ নির্দিষ্ট ফোল্ডার/TasbeePro_Reports
de: Anwendungsspezifischer Ordner/TasbeePro_Reports
es: Carpeta específica de la aplicación/TasbeePro_Reports
fa: پوشه مخصوص برنامه/TasbeePro_Reports
fr: Dossier spécifique à l'app/TasbeePro_Reports
hi: ऐप विशिष्ट फोल्डर/TasbeePro_Reports
id: Folder khusus aplikasi/TasbeePro_Reports
it: Cartella specifica dell'applicazione/TasbeePro_Reports
ja: アプリ専用フォルダ/TasbeePro_Reports
ko: 앱별 폴더/TasbeePro_Reports
ms: Folder khusus aplikasi/TasbeePro_Reports
pt: Pasta específica da aplicação/TasbeePro_Reports
ru: Папка приложения/TasbeePro_Reports
sv: App-specifik mapp/TasbeePro_Reports
sw: Folda maalum ya programu/TasbeePro_Reports
th: โฟลเดอร์เฉพาะแอป/TasbeePro_Reports
tr: Uygulamaya özel klasör/TasbeePro_Reports
ur: ایپ مخصوص فولڈر/TasbeePro_Reports
uz: Ilovaga maxsus papka/TasbeePro_Reports
zh: 应用专用文件夹/TasbeePro_Reports
