Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# statsTitle
source: Detailed Statistics 💎
ar: إحصائيات تفصيلية 💎
bn: বিস্তারিত পরিসংখ্যান 💎
de: Detaillierte Statistiken 💎
es: Estadísticas Detalladas 💎
fa: آمار تفصیلی 💎
fr: Statistiques Détaillées 💎
hi: विस्तृत आंकड़े 💎
id: Statistik Terperinci 💎
it: Statistiche Dettagliate 💎
ja: 詳細統計 💎
ko: 상세 통계 💎
ms: Statistik Terperinci 💎
pt: Estatísticas Detalhadas 💎
ru: Подробная статистика 💎
sv: Detaljerad Statistik 💎
sw: Takwimu za Kina 💎
th: สถิติโดยละเอียด 💎
tr: Detaylı İstatistikler 💎
ur: تفصیلی اعداد و شمار 💎
uz: Batafsil statistika 💎
zh: 详细统计 💎

# widgetStatsTitle
source: Widget Statistics 📱
ar: إحصائيات الودجت 📱
bn: উইজেট পরিসংখ্যান 📱
de: Widget-Statistiken 📱
es: Estadísticas del Widget 📱
fa: آمار ویجت 📱
fr: Statistiques du Widget 📱
hi: विजेट आंकड़े 📱
id: Statistik Widget 📱
it: Statistiche Widget 📱
ja: ウィジェット統計 📱
ko: 위젯 통계 📱
ms: Statistik Widget 📱
pt: Estatísticas do Widget 📱
ru: Статистика виджета 📱
sv: Widget Statistik 📱
sw: Takwimu za Widget 📱
th: สถิติวิดเจ็ต 📱
tr: Widget İstatistikleri 📱
ur: ویجٹ کی تفصیلات 📱
uz: Vidjet statistikasi 📱
zh: 小组件统计 📱

# statsDaily
source: Daily
ar: يومي
bn: দৈনিক
de: Täglich
es: Diario
fa: روزانه
fr: Quotidien
hi: दैनिक
id: Harian
it: Giornaliero
ja: 毎日
ko: 일일
ms: Harian
pt: Diário
ru: Ежедневно
sv: Dagligen
sw: Ya Kila Siku
th: รายวัน
tr: Günlük
ur: روزانہ
uz: Kundalik
zh: 每日

# statsWeekly
source: Weekly
ar: أسبوعي
bn: সাপ্তাহিক
de: Wöchentlich
es: Semanal
fa: هفتگی
fr: Hebdomadaire
hi: साप्ताहिक
id: Mingguan
it: Settimanale
ja: 毎週
ko: 주간
ms: Mingguan
pt: Semanal
ru: Еженедельно
sv: Veckovis
sw: Ya Wiki
th: รายสัปดาห์
tr: Haftalık
ur: ہفتہ وار
uz: Haftalik
zh: 每周

# statsMonthly
source: Monthly
ar: شهري
bn: মাসিক
de: Monatlich
es: Mensual
fa: ماهانه
fr: Mensuel
hi: मासिक
id: Bulanan
it: Mensile
ja: 毎月
ko: 월간
ms: Bulanan
pt: Mensal
ru: Ежемесячно
sv: Månadsvis
sw: Ya Mwezi
th: รายเดือน
tr: Aylık
ur: ماہانہ
uz: Oylik
zh: 每月

# statsYearly
source: Yearly
ar: سنوي
bn: বার্ষিক
de: Jährlich
es: Anual
fa: سالانه
fr: Annuel
hi: वार्षिक
id: Tahunan
it: Annuale
ja: 毎年
ko: 연간
ms: Tahunan
pt: Anual
ru: Ежегодно
sv: Årligen
sw: Ya Mwaka
th: รายปี
tr: Yıllık
ur: سالانہ
uz: Yillik
zh: 每年

# statsDailyInfo
source: Details of zikrs performed today
ar: تفاصيل أذكارك اليوم
bn: আজকের জিকিরের বিস্তারিত
de: Details Ihrer heute gemachten Dhikr
es: Detalles de tus dhikr realizados hoy
fa: جزئیات ذکرهای گفته شده امروز
fr: Détails des dhikrs d'aujourd'hui
hi: आज के जिक्र की विस्तृत जानकारी
id: Detail dzikir Anda hari ini
it: Dettagli dei tuoi dhikr fatti oggi
ja: 今日行ったズィクルの詳細
ko: 오늘 수행한 지크르의 세부사항
ms: Butiran zikir anda hari ini
pt: Detalhes dos seus dhikr feitos hoje
ru: Детали зикров, произнесенных сегодня
sv: Detaljer om dina dhikr gjorda idag
sw: Maelezo ya dhikiri zako za leo
th: รายละเอียดซิกร์ที่ทำวันนี้
tr: Bugün çekilen zikirlerinizin detayları
ur: آج کے ذکر کی تفصیلات
uz: Bugun aytilgan zikirlaringiz tafsiloti
zh: 您今天完成的念珠详情

# statsWeeklyInfo
source: Details of zikrs performed this week
ar: تفاصيل أذكارك هذا الأسبوع
bn: এই সপ্তাহের জিকিরের বিস্তারিত
de: Details Ihrer diese Woche gemachten Dhikr
es: Detalles de tus dhikr realizados esta semana
fa: جزئیات ذکرهای گفته شده این هفته
fr: Détails des dhikrs de cette semaine
hi: इस सप्ताह के जिक्र की विस्तृत जानकारी
id: Detail dzikir Anda minggu ini
it: Dettagli dei tuoi dhikr fatti questa settimana
ja: 今週行ったズィクルの詳細
ko: 이번 주 수행한 지크르의 세부사항
ms: Butiran zikir anda minggu ini
pt: Detalhes dos seus dhikr feitos esta semana
ru: Детали зикров, произнесенных на этой неделе
sv: Detaljer om dina dhikr gjorda denna vecka
sw: Maelezo ya dhikiri zako za wiki hii
th: รายละเอียดซิกร์ที่ทำสัปดาห์นี้
tr: Bu hafta çekilen zikirlerinizin detayları
ur: اس ہفتے کے ذکر کی تفصیلات
uz: Bu hafta aytilgan zikirlaringiz tafsiloti
zh: 您本周完成的念珠详情

# statsMonthlyInfo
source: Details of zikrs performed this month
ar: تفاصيل أذكارك هذا الشهر
bn: এই মাসের জিকিরের বিস্তারিত
de: Details Ihrer diesen Monat gemachten Dhikr
es: Detalles de tus dhikr realizados este mes
fa: جزئیات ذکرهای گفته شده این ماه
fr: Détails des dhikrs de ce mois
hi: इस महीने के जिक्र की विस्तृत जानकारी
id: Detail dzikir Anda bulan ini
it: Dettagli dei tuoi dhikr fatti questo mese
ja: 今月行ったズィクルの詳細
ko: 이번 달 수행한 지크르의 세부사항
ms: Butiran zikir anda bulan ini
pt: Detalhes dos seus dhikr feitos este mês
ru: Детали зикров, произнесенных в этом месяце
sv: Detaljer om dina dhikr gjorda denna månad
sw: Maelezo ya dhikiri zako za mwezi huu
th: รายละเอียดซิกร์ที่ทำเดือนนี้
tr: Bu ay çekilen zikirlerinizin detayları
ur: اس مہینے کے ذکر کی تفصیلات
uz: Bu oy aytilgan zikirlaringiz tafsiloti
zh: 您本月完成的念珠详情

# statsYearlyInfo
source: Details of zikrs performed this year
ar: تفاصيل أذكارك هذا العام
bn: এই বছরের জিকিরের বিস্তারিত
de: Details Ihrer dieses Jahr gemachten Dhikr
es: Detalles de tus dhikr realizados este año
fa: جزئیات ذکرهای گفته شده امسال
fr: Détails des dhikrs de cette année
hi: इस साल के जिक्र की विस्तृत जानकारी
id: Detail dzikir Anda tahun ini
it: Dettagli dei tuoi dhikr fatti quest'anno
ja: 今年行ったズィクルの詳細
ko: 올해 수행한 지크르의 세부사항
ms: Butiran zikir anda tahun ini
pt: Detalhes dos seus dhikr feitos este ano
ru: Детали зикров, произнесенных в этом году
sv: Detaljer om dina dhikr gjorda detta år
sw: Maelezo ya dhikiri zako za mwaka huu
th: รายละเอียดซิกร์ที่ทำปีนี้
tr: Bu yıl çekilen zikirlerinizin detayları
ur: اس سال کے ذکر کی تفصیلات
uz: Bu yil aytilgan zikirlaringiz tafsiloti
zh: 您今年完成的念珠详情

# widgetStatsDailyInfo
source: Details of zikrs performed from widget today
ar: تفاصيل أذكارك من الودجت اليوم
bn: আজ উইজেট থেকে করা জিকিরের বিস্তারিত
de: Details Ihrer heute vom Widget gemachten Dhikr
es: Detalles de tus dhikr realizados hoy desde el widget
fa: جزئیات ذکرهای انجام شده از ویجت امروز
fr: Détails des dhikrs faits depuis le widget aujourd'hui
hi: आज विजेट से किए गए जिक्र की विस्तृत जानकारी
id: Detail dzikir Anda dari widget hari ini
it: Dettagli dei tuoi dhikr fatti oggi dal widget
ja: 今日ウィジェットから行ったズィクルの詳細
ko: 오늘 위젯에서 수행한 지크르의 세부사항
ms: Butiran zikir anda dari widget hari ini
pt: Detalhes dos seus dhikr feitos hoje no widget
ru: Детали зикров, сделанных из виджета сегодня
sv: Detaljer om dina dhikr gjorda från widget idag
sw: Maelezo ya dhikiri zako za leo kutoka widget
th: รายละเอียดซิกร์ที่ทำผ่านวิดเจ็ตวันนี้
tr: Bugün widget'tan yapılan zikirlerinizin detayları
ur: آج ویجٹ سے کیے گئے ذکر کی تفصیلات
uz: Bugun vidjetdan qilingan zikirlaringiz tafsiloti
zh: 您今天从小组件完成的念珠详情

# widgetStatsWeeklyInfo
source: Details of zikrs performed from widget this week
ar: تفاصيل أذكارك من الودجت هذا الأسبوع
bn: এই সপ্তাহে উইজেট থেকে করা জিকিরের বিস্তারিত
de: Details Ihrer diese Woche vom Widget gemachten Dhikr
es: Detalles de tus dhikr realizados esta semana desde el widget
fa: جزئیات ذکرهای انجام شده از ویجت این هفته
fr: Détails des dhikrs faits depuis le widget cette semaine
hi: इस सप्ताह विजेट से किए गए जिक्र की विस्तृत जानकारी
id: Detail dzikir Anda dari widget minggu ini
it: Dettagli dei tuoi dhikr fatti questa settimana dal widget
ja: 今週ウィジェットから行ったズィクルの詳細
ko: 이번 주 위젯에서 수행한 지크르의 세부사항
ms: Butiran zikir anda dari widget minggu ini
pt: Detalhes dos seus dhikr feitos esta semana no widget
ru: Детали зикров, сделанных из виджета на этой неделе
sv: Detaljer om dina dhikr gjorda från widget denna vecka
sw: Maelezo ya dhikiri zako za wiki hii kutoka widget
th: รายละเอียดซิกร์ที่ทำผ่านวิดเจ็ตสัปดาห์นี้
tr: Bu hafta widget'tan yapılan zikirlerinizin detayları
ur: اس ہفتے ویجٹ سے کیے گئے ذکر کی تفصیلات
uz: Bu hafta vidjetdan qilingan zikirlaringiz tafsiloti
zh: 您本周从小组件完成的念珠详情

# widgetStatsMonthlyInfo
source: Details of zikrs performed from widget this month
ar: تفاصيل أذكارك من الودجت هذا الشهر
bn: এই মাসে উইজেট থেকে করা জিকিরের বিস্তারিত
de: Details Ihrer diesen Monat vom Widget gemachten Dhikr
es: Detalles de tus dhikr realizados este mes desde el widget
fa: جزئیات ذکرهای انجام شده از ویجت این ماه
fr: Détails des dhikrs faits depuis le widget ce mois
hi: इस महीने विजेट से किए गए जिक्र की विस्तृत जानकारी
id: Detail dzikir Anda dari widget bulan ini
it: Dettagli dei tuoi dhikr fatti questo mese dal widget
ja: 今月ウィジェットから行ったズィクルの詳細
ko: 이번 달 위젯에서 수행한 지크르의 세부사항
ms: Butiran zikir anda dari widget bulan ini
pt: Detalhes dos seus dhikr feitos este mês no widget
ru: Детали зикров, сделанных из виджета в этом месяце
sv: Detaljer om dina dhikr gjorda från widget denna månad
sw: Maelezo ya dhikiri zako za mwezi huu kutoka widget
th: รายละเอียดซิกร์ที่ทำผ่านวิดเจ็ตเดือนนี้
tr: Bu ay widget'tan yapılan zikirlerinizin detayları
ur: اس مہینے ویجٹ سے کیے گئے ذکر کی تفصیلات
uz: Bu oy vidjetdan qilingan zikirlaringiz tafsiloti
zh: 您本月从小组件完成的念珠详情

# widgetStatsYearlyInfo
source: Details of zikrs performed from widget this year
ar: تفاصيل أذكارك من الودجت هذا العام
bn: এই বছরে উইজেট থেকে করা জিকিরের বিস্তারিত
de: Details Ihrer dieses Jahr vom Widget gemachten Dhikr
es: Detalles de tus dhikr realizados este año desde el widget
fa: جزئیات ذکرهای انجام شده از ویجت امسال
fr: Détails des dhikrs faits depuis le widget cette année
hi: इस साल विजेट से किए गए जिक्र की विस्तृत जानकारी
id: Detail dzikir Anda dari widget tahun ini
it: Dettagli dei tuoi dhikr fatti quest'anno dal widget
ja: 今年ウィジェットから行ったズィクルの詳細
ko: 올해 위젯에서 수행한 지크르의 세부사항
ms: Butiran zikir anda dari widget tahun ini
pt: Detalhes dos seus dhikr feitos este ano no widget
ru: Детали зикров, сделанных из виджета в этом году
sv: Detaljer om dina dhikr gjorda från widget detta år
sw: Maelezo ya dhikiri zako za mwaka huu kutoka widget
th: รายละเอียดซิกร์ที่ทำผ่านวิดเจ็ตปีนี้
tr: Bu yıl widget'tan yapılan zikirlerinizin detayları
ur: اس سال ویجٹ سے کیے گئے ذکر کی تفصیلات
uz: Bu yil vidjetdan qilingan zikirlaringiz tafsiloti
zh: 您今年从小组件完成的念珠详情

# statsTotal
source: Total Zikr
ar: إجمالي الأذكار
bn: মোট জিকির
de: Dhikr-Gesamt
es: Total de Dhikr
fa: مجموع ذکر
fr: Total des Dhikrs
hi: कुल जिक्र
id: Total Dzikir
it: Totale Dhikr
ja: 総ズィクル数
ko: 총 지크르
ms: Jumlah Zikir
pt: Total de Dhikr
ru: Всего зикров
sv: Totala Dhikr
sw: Jumla ya Dhikiri
th: ซิกร์ทั้งหมด
tr: Toplam Zikir
ur: کل ذکر
uz: Umumiy zikr
zh: 念珠总数

# statsMostUsed
source: Most Used
ar: الأكثر استخداماً
bn: সবচেয়ে বেশি ব্যবহৃত
de: Am meisten gemacht
es: Más Realizado
fa: پرکاربردترین
fr: Le Plus Utilisé
hi: सबसे अधिक उपयोग किया गया
id: Paling Sering Digunakan
it: Più Fatto
ja: 最も使用されたもの
ko: 가장 많이 사용됨
ms: Paling Kerap Digunakan
pt: Mais Feito
ru: Наиболее используемый
sv: Mest Använda
sw: Inayotumiwa Zaidi
th: ใช้มากที่สุด
tr: En Çok Çekilen
ur: سب سے زیادہ استعمال ہونے والا
uz: Eng ko'p ishlatiladigan
zh: 最常用

# statsActiveZikrs
source: Active Zikrs
ar: الذكر النشط
bn: সক্রিয় জিকির
de: Aktiver Dhikr
es: Dhikr Activo
fa: ذکر فعال
fr: Dhikr Actif
hi: सक्रिय जिक्र
id: Dzikir Aktif
it: Dhikr Attivo
ja: アクティブズィクル
ko: 활성 지크르
ms: Zikir Aktif
pt: Dhikr Ativo
ru: Активный зикр
sv: Aktiva Dhikr
sw: Dhikiri Hai
th: ซิกร์ที่ใช้งาน
tr: Aktif Zikir
ur: فعال ذکر
uz: Faol zikr
zh: 活跃念珠

# statsAverage
source: Average
ar: المتوسط
bn: গড়
de: Durchschnitt
es: Promedio
fa: میانگین
fr: Moyenne
hi: औसत
id: Rata-rata
it: Media
ja: 平均
ko: 평균
ms: Purata
pt: Média
ru: Среднее
sv: Genomsnitt
sw: Wastani
th: เฉลี่ย
tr: Ortalama
ur: اوسط
uz: O'rtacha
zh: 平均

# statsDistribution
source: Zikr Distribution
ar: توزيع الأذكار
bn: জিকির বিতরণ
de: Dhikr-Verteilung
es: Distribución de Dhikr
fa: توزیع ذکر
fr: Distribution des Dhikrs
hi: जिक्र वितरण
id: Distribusi Dzikir
it: Distribuzione Dhikr
ja: ズィクル分布
ko: 지크르 분포
ms: Taburan Zikir
pt: Distribuição de Dhikr
ru: Распределение зикров
sv: Dhikr Fördelning
sw: Mgawanyo wa Dhikiri
th: การกระจายของซิกร์
tr: Zikir Dağılımı
ur: ذکر کی تقسیم
uz: Zikr taqsimoti
zh: 念珠分布

# statsPeriodStatsFor
source: {period} Statistics
ar: إحصائيات {period}
bn: {period} পরিসংখ্যান
de: {period} Statistiken
es: Estadísticas de {period}
fa: آمار {period}
fr: Statistiques {period}
hi: {period} आंकड़े
id: Statistik {period}
it: Statistiche {period}
ja: {period}統計
ko: {period} 통계
ms: Statistik {period}
pt: Estatísticas de {period}
ru: Статистика за {period}
sv: {period} Statistik
sw: Takwimu za {period}
th: สถิติ{period}
tr: {period} İstatistikler
ur: {period} کی تفصیلات
uz: {period} statistikasi
zh: {period} 统计

# statsPdfError
source: PDF Error
ar: خطأ في PDF
bn: PDF ত্রুটি
de: PDF-Fehler
es: Error de PDF
fa: خطای PDF
fr: Erreur PDF
hi: PDF त्रुटि
id: Kesalahan PDF
it: Errore PDF
ja: PDFエラー
ko: PDF 오류
ms: Ralat PDF
pt: Erro do PDF
ru: Ошибка PDF
sv: PDF Fel
sw: Hitilafu ya PDF
th: ข้อผิดพลาด PDF
tr: PDF Hatası
ur: PDF کی خرابی
uz: PDF xatosi
zh: PDF错误

# statsPdfSaveError
source: Failed to save PDF
ar: تعذر حفظ PDF
bn: PDF সংরক্ষণ করা যায়নি
de: PDF konnte nicht gespeichert werden
es: No se pudo guardar el PDF
fa: PDF ذخیره نشد
fr: Le PDF n'a pas pu être sauvegardé
hi: PDF सेव नहीं हो सका
id: PDF tidak dapat disimpan
it: Impossibile salvare il PDF
ja: PDFを保存できませんでした
ko: PDF를 저장할 수 없습니다
ms: PDF tidak dapat disimpan
pt: Não foi possível salvar o PDF
ru: PDF не сохранен
sv: PDF kunde inte sparas
sw: Imeshindwa kusave PDF
th: ไม่สามารถบันทึก PDF ได้
tr: PDF kaydedilemedi
ur: PDF محفوظ نہیں ہو سکا
uz: PDF saqlanmadi
zh: 无法保存PDF

# statsPdfCreateError
source: An error occurred while creating PDF
ar: حدث خطأ أثناء إنشاء PDF
bn: PDF তৈরি করতে ত্রুটি হয়েছে
de: Ein Fehler ist beim Erstellen des PDF aufgetreten
es: Ocurrió un error al crear el PDF
fa: در ایجاد PDF خطایی رخ داد
fr: Une erreur s'est produite lors de la création du PDF
hi: PDF बनाते समय त्रुटि हुई
id: Terjadi kesalahan saat membuat PDF
it: Si è verificato un errore durante la creazione del PDF
ja: PDF作成中にエラーが発生しました
ko: PDF 생성 중 오류가 발생했습니다
ms: Ralat berlaku semasa mencipta PDF
pt: Ocorreu um erro ao criar o PDF
ru: Произошла ошибка при создании PDF
sv: Ett fel uppstod när PDF skapades
sw: Hitilafu imetokea wakati wa kuunda PDF
th: เกิดข้อผิดพลาดขณะสร้าง PDF
tr: PDF oluşturulurken bir hata oluştu
ur: PDF بناتے وقت خرابی ہوئی
uz: PDF yaratishda xato yuz berdi
zh: 创建PDF时发生错误

# statsPdfOpenError
source: An error occurred while opening PDF
ar: حدث خطأ أثناء فتح PDF
bn: PDF খুলতে ত্রুটি হয়েছে
de: Ein Fehler ist beim Öffnen des PDF aufgetreten
es: Ocurrió un error al abrir el PDF
fa: در باز کردن PDF خطایی رخ داد
fr: Une erreur s'est produite lors de l'ouverture du PDF
hi: PDF खोलते समय त्रुटि हुई
id: Terjadi kesalahan saat membuka PDF
it: Si è verificato un errore durante l'apertura del PDF
ja: PDF開く際にエラーが発生しました
ko: PDF 열기 중 오류가 발생했습니다
ms: Ralat berlaku semasa membuka PDF
pt: Ocorreu um erro ao abrir o PDF
ru: Произошла ошибка при открытии PDF
sv: Ett fel uppstod när PDF öppnades
sw: Hitilafu imetokea wakati wa kufungua PDF
th: เกิดข้อผิดพลาดขณะเปิด PDF
tr: PDF açılırken bir hata oluştu
ur: PDF کھولتے وقت خرابی ہوئی
uz: PDF ochishda xato yuz berdi
zh: 打开PDF时发生错误

# statsPdfShareError
source: An error occurred while sharing PDF
ar: حدث خطأ أثناء مشاركة PDF
bn: PDF শেয়ার করতে ত্রুটি হয়েছে
de: Ein Fehler ist beim Teilen des PDF aufgetreten
es: Ocurrió un error al compartir el PDF
fa: در اشتراک‌گذاری PDF خطایی رخ داد
fr: Une erreur s'est produite lors du partage du PDF
hi: PDF शेयर करते समय त्रुटि हुई
id: Terjadi kesalahan saat membagikan PDF
it: Si è verificato un errore durante la condivisione del PDF
ja: PDF共有中にエラーが発生しました
ko: PDF 공유 중 오류가 발생했습니다
ms: Ralat berlaku semasa berkongsi PDF
pt: Ocorreu um erro ao compartilhar o PDF
ru: Произошла ошибка при отправке PDF
sv: Ett fel uppstod när PDF delades
sw: Hitilafu imetokea wakati wa kushiriki PDF
th: เกิดข้อผิดพลาดขณะแชร์ PDF
tr: PDF paylaşılırken bir hata oluştu
ur: PDF شیئر کرتے وقت خرابی ہوئی
uz: PDF ulashishda xato yuz berdi
zh: 分享PDF时发生错误

# statsError
source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fa: خطا
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
pt: Erro
ru: Ошибка
sv: Fel
sw: Hitilafu
th: ข้อผิดพลาด
tr: Hata
ur: خرابی
uz: Xato
zh: 错误

# statsPdfShareText
source: My Tasbee Pro Statistics Report
ar: تقرير إحصائيات Tasbee Pro
bn: Tasbee Pro আমার পরিসংখ্যান রিপোর্ট
de: Mein Tasbee Pro Statistikbericht
es: Mi Informe de Estadísticas de Tasbee Pro
fa: گزارش آمار تسبیح پرو من
fr: Mon Rapport de Statistiques Tasbee Pro
hi: Tasbee Pro मेरी आंकड़े रिपोर्ट
id: Laporan Statistik Tasbee Pro Saya
it: Il mio Rapporto Statistiche Tasbee Pro
ja: 私のTasbee Pro統計レポート
ko: 제 Tasbee Pro 통계 보고서
ms: Laporan Statistik Tasbee Pro Saya
pt: Meu Relatório de Estatísticas do Tasbee Pro
ru: Мой отчет статистики Tasbee Pro
sv: Min Tasbee Pro Statistik Rapport
sw: Ripoti Yangu ya Takwimu za Tasbee Pro
th: รายงานสถิติตัสบีโปรของฉัน
tr: Tasbee Pro İstatistik Raporum
ur: Tasbee Pro میری تفصیلات کی رپورٹ
uz: Tasbee Pro statistika hisobotim
zh: 我的Tasbee Pro统计报告

# statsPdfShareSubject
source: Tasbee Pro - Statistics Report
ar: Tasbee Pro - تقرير الإحصائيات
bn: Tasbee Pro - পরিসংখ্যান রিপোর্ট
de: Tasbee Pro - Statistikbericht
es: Tasbee Pro - Informe de Estadísticas
fa: تسبیح پرو - گزارش آمار
fr: Tasbee Pro - Rapport de Statistiques
hi: Tasbee Pro - आंकड़े रिपोर्ट
id: Tasbee Pro - Laporan Statistik
it: Tasbee Pro - Rapporto Statistiche
ja: Tasbee Pro - 統計レポート
ko: Tasbee Pro - 통계 보고서
ms: Tasbee Pro - Laporan Statistik
pt: Tasbee Pro - Relatório de Estatísticas
ru: Tasbee Pro - Отчет статистики
sv: Tasbee Pro - Statistik Rapport
sw: Tasbee Pro - Ripoti ya Takwimu
th: ตัสบีโปร - รายงานสถิติ
tr: Tasbee Pro - İstatistik Raporu
ur: Tasbee Pro - تفصیلات کی رپورٹ
uz: Tasbee Pro - Statistika hisoboti
zh: Tasbee Pro - 统计报告

# widgetStatsPeriodTitle
source: {period} Widget Statistics
ar: إحصائيات الودجت {period}
bn: {period} উইজেট পরিসংখ্যান
de: {period} Widget-Statistiken
es: Estadísticas del Widget de {period}
fa: آمار ویجت {period}
fr: Statistiques Widget {period}
hi: {period} विजेट आंकड़े
id: Statistik Widget {period}
it: Statistiche Widget {period}
ja: {period}ウィジェット統計
ko: {period} 위젯 통계
ms: Statistik Widget {period}
pt: Estatísticas do Widget de {period}
ru: Статистика виджета за {period}
sv: {period} Widget Statistik
sw: Takwimu za Widget za {period}
th: สถิติวิดเจ็ต{period}
tr: {period} Widget İstatistikleri
ur: {period} ویجٹ کی تفصیلات
uz: {period} vidjet statistikasi
zh: 小组件 {period} 统计

# widgetStatsTotal
source: Total Zikr
ar: إجمالي الأذكار
bn: মোট জিকির
de: Dhikr-Gesamt
es: Total de Dhikr
fa: مجموع ذکر
fr: Total des Dhikrs
hi: कुल जिक्र
id: Total Dzikir
it: Totale Dhikr
ja: 総ズィクル数
ko: 총 지크르
ms: Jumlah Zikir
pt: Total de Dhikr
ru: Всего зикров
sv: Totala Dhikr
sw: Jumla ya Dhikiri
th: ซิกร์ทั้งหมด
tr: Toplam Zikir
ur: کل ذکر
uz: Umumiy zikr
zh: 念珠总数

# widgetStatsActive
source: Active Zikr
ar: الذكر النشط
bn: সক্রিয় জিকির
de: Aktiver Dhikr
es: Dhikr Activo
fa: ذکر فعال
fr: Dhikr Actif
hi: सक्रिय जिक्र
id: Dzikir Aktif
it: Dhikr Attivo
ja: アクティブズィクル
ko: 활성 지크르
ms: Zikir Aktif
pt: Dhikr Ativo
ru: Активный зикр
sv: Aktiva Dhikr
sw: Dhikiri Hai
th: ซิกร์ที่ใช้งาน
tr: Aktif Zikir
ur: فعال ذکر
uz: Faol zikr
zh: 活跃念珠

# widgetStatsMostUsed
source: Most Performed
ar: الأكثر استخداماً
bn: সবচেয়ে বেশি করা
de: Am meisten gemacht
es: Más Realizado
fa: پرکاربردترین
fr: Le Plus Fait
hi: सबसे अधिक किया गया
id: Paling Sering Digunakan
it: Più Fatto
ja: 最も使用されたもの
ko: 가장 많이 사용됨
ms: Paling Kerap Digunakan
pt: Mais Feito
ru: Наиболее выполняемый
sv: Mest Gjorda
sw: Inayotumiwa Zaidi
th: ใช้มากที่สุด
tr: En Çok Yapılan
ur: سب سے زیادہ کیا گیا
uz: Eng ko'p qilingan
zh: 最常用

# widgetStatsTotalRecords
source: Total Records
ar: إجمالي السجلات
bn: মোট রেকর্ড
de: Gesamte Aufzeichnungen
es: Total de Registros
fa: مجموع رکورد
fr: Total des Enregistrements
hi: कुल रिकॉर्ड
id: Total Catatan
it: Totale Record
ja: 総記録数
ko: 총 기록
ms: Jumlah Rekod
pt: Total de Registros
ru: Всего записей
sv: Totala Poster
sw: Rekodi za Jumla
th: บันทึกทั้งหมด
tr: Toplam Kayıt
ur: کل ریکارڈ
uz: Umumiy yozuv
zh: 总记录数

# widgetStatsNoData
source: No widget data yet
ar: لا توجد بيانات ودجت حتى الآن
bn: এখনও কোন উইজেট ডেটা নেই
de: Noch keine Widget-Daten
es: Aún no hay datos del widget
fa: هنوز داده ویجت وجود ندارد
fr: Pas encore de données widget
hi: अभी तक कोई विजेट डेटा नहीं है
id: Belum ada data widget
it: Ancora nessun dato widget
ja: まだウィジェットデータがありません
ko: 아직 위젯 데이터가 없습니다
ms: Tiada data widget lagi
pt: Ainda não há dados do widget
ru: Пока нет данных виджета
sv: Ingen widget data än
sw: Bado hakuna data ya widget
th: ยังไม่มีข้อมูลวิดเจ็ต
tr: Henüz widget verisi yok
ur: ابھی تک ویجٹ کا ڈیٹا نہیں ہے
uz: Hali vidjet ma'lumoti yo'q
zh: 还没有小组件数据

# widgetStatsNoZikr
source: No widget zikr performed yet
ar: لم يتم التسبيح من الودجت حتى الآن
bn: এখনও উইজেট থেকে জিকির করা হয়নি
de: Noch kein Dhikr vom Widget gemacht
es: Aún no se ha realizado dhikr desde el widget
fa: هنوز از ویجت ذکری گفته نشده
fr: Aucun dhikr n'a encore été fait depuis le widget
hi: अभी तक विजेट से जिक्र नहीं किया गया
id: Belum ada dzikir dari widget
it: Ancora nessun dhikr fatto dal widget
ja: まだウィジェットからズィクルが行われていません
ko: 아직 위젯에서 지크르가 수행되지 않았습니다
ms: Tiada zikir dari widget lagi
pt: Ainda não foi feito dhikr no widget
ru: Пока не сделано зикров из виджета
sv: Ingen dhikr gjord från widget än
sw: Bado hakuna dhikiri zilizofanywa kutoka widget
th: ยังไม่ได้ทำซิกร์ผ่านวิดเจ็ต
tr: Henüz widget'tan zikir yapılmamış
ur: ابھی تک ویجٹ سے ذکر نہیں کیا گیا
uz: Hali vidjetdan zikr qilinmagan
zh: 还没有从小组件完成念珠

# widgetStatsNoPeriodData
source: No zikr performed through widget in this period yet
ar: لم يتم التسبيح من الودجت في هذه الفترة
bn: এই সময়ে এখনও উইজেট থেকে জিকির করা হয়নি
de: In diesem Zeitraum wurde noch kein Dhikr vom Widget gemacht
es: Aún no se ha realizado dhikr desde el widget en este período
fa: در این دوره هنوز از طریق ویجت ذکری گفته نشده
fr: Aucun dhikr n'a encore été fait depuis le widget durant cette période
hi: इस अवधि में अभी तक विजेट से जिक्र नहीं किया गया
id: Belum ada dzikir dari widget pada periode ini
it: In questo periodo non è stato ancora fatto nessun dhikr dal widget
ja: この期間にはまだウィジェット経由でズィクルが行われていません
ko: 이 기간에는 아직 위젯을 통한 지크르가 수행되지 않았습니다
ms: Tiada zikir dari widget pada tempoh ini
pt: Ainda não foi feito dhikr no widget neste período
ru: В этом периоде пока не было сделано зикров через виджет
sv: Ingen dhikr har gjorts via widget under denna period än
sw: Katika kipindi hiki bado hakuna dhikiri zilizofanywa kutoka widget
th: ยังไม่ได้ทำซิกร์ผ่านวิดเจ็ตในช่วงเวลานี้
tr: Bu dönemde henüz widget üzerinden zikir çekilmemiştir
ur: اس مدت میں ابھی تک ویجٹ سے ذکر نہیں کیا گیا
uz: Bu davrda hali vidjet orqali zikr qilinmagan
zh: 在此期间还没有从小组件完成念珠

# pdfSuccessTitle
source: PDF Successfully Created! 📄
ar: تم إنشاء PDF بنجاح! 📄
bn: PDF সফলভাবে তৈরি হয়েছে! 📄
de: PDF erfolgreich erstellt! 📄
es: ¡PDF Creado Exitosamente! 📄
fa: PDF با موفقیت ایجاد شد! 📄
fr: PDF Créé avec Succès! 📄
hi: PDF सफलतापूर्वक बना! 📄
id: PDF Berhasil Dibuat! 📄
it: PDF Creato con Successo! 📄
ja: PDFが正常に作成されました！ 📄
ko: PDF가 성공적으로 생성되었습니다! 📄
ms: PDF Berjaya Dicipta! 📄
pt: PDF Criado com Sucesso! 📄
ru: PDF успешно создан! 📄
sv: PDF Framgångsrikt Skapad! 📄
sw: PDF Imeundwa kwa Mafanikio! 📄
th: สร้าง PDF สำเร็จแล้ว! 📄
tr: PDF Başarıyla Oluşturuldu! 📄
ur: PDF کامیابی سے بن گیا! 📄
uz: PDF muvaffaqiyatli yaratildi! 📄
zh: PDF创建成功！📄

# pdfButtonOpen
source: Open
ar: فتح
bn: খুলুন
de: Öffnen
es: Abrir
fa: باز کردن
fr: Ouvrir
hi: खोलें
id: Buka
it: Apri
ja: 開く
ko: 열기
ms: Buka
pt: Abrir
ru: Открыть
sv: Öppna
sw: Fungua
th: เปิด
tr: Aç
ur: کھولیں
uz: Ochish
zh: 打开

# pdfButtonShare
source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
es: Compartir
fa: اشتراک
fr: Partager
hi: शेयर करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
pt: Compartilhar
ru: Поделиться
sv: Dela
sw: Shiriki
th: แชร์
tr: Paylaş
ur: شیئر کریں
uz: Ulashish
zh: 分享

# pdfButtonClose
source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
pt: Fechar
ru: Закрыть
sv: Stäng
sw: Funga
th: ปิด
tr: Kapat
ur: بند کریں
uz: Yopish
zh: 关闭
