Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# zikirListDescription
source: Wide zikr collection and custom zikr creation
ar: مجموعة واسعة من الأذكار وإنشاء أذكار مخصصة
bn: বিস্তৃত জিকির সংগ্রহ এবং কাস্টম জিকির তৈরি
de: Umfangreiche Dhikr-Sammlung und benutzerdefinierte Dhikr-Erstellung
es: Amplia colección de dhikr y creación de dhikr personalizado
fa: مجموعه گسترده ذکر و ایجاد ذکر سفارشی
fr: Large collection de dhikrs et création de dhikr personnalisé
hi: व्यापक जिक्र संग्रह और कस्टम जिक्र बनाना
id: Koleksi dzikir lengkap dan buat dzikir khusus
it: Ampia collezione di dhikr e creazione dhikr personalizzati
ja: 豊富なズィクルコレクションとカスタムズィクル作成
ko: 풍부한 지크르 컬렉션 및 사용자 정의 지크르 생성
ms: Koleksi zikir lengkap dan cipta zikir tersuai
pt: Ampla coleção de dhikr e criação de dhikr personalizado
ru: Широкая коллекция зикров и создание пользовательских зикров
sv: Omfattande dhikr samling och skapa anpassade dhikr
sw: Mkusanyiko mkubwa wa dhikiri na uundaji wa dhikiri za kawaida
th: คอลเลกชันซิกร์ที่หลากหลายและการสร้างซิกร์แบบกำหนดเอง
tr: Geniş zikir koleksiyonu ve özel zikir oluşturma
ur: وسیع ذکر کالیکشن اور مخصوص ذکر بنانا
uz: Keng zikr to'plami va maxsus zikr yaratish
zh: 丰富的念珠集合和自定义念珠创建

# zikirListAddCustom
source: Add Custom Zikr
ar: إضافة ذكر مخصص
bn: কাস্টম জিকির যুক্ত করুন
de: Benutzerdefinierten Dhikr hinzufügen
es: Agregar Dhikr Personalizado
fa: اضافه کردن ذکر سفارشی
fr: Ajouter un Dhikr Personnalisé
hi: कस्टम जिक्र जोड़ें
id: Tambah Dzikir Khusus
it: Aggiungi Dhikr Personalizzato
ja: カスタムズィクルを追加
ko: 사용자 정의 지크르 추가
ms: Tambah Zikir Tersuai
pt: Adicionar Dhikr Personalizado
ru: Добавить пользовательский зикр
sv: Lägg Till Anpassad Dhikr
sw: Ongeza Dhikiri ya Kawaida
th: เพิ่มซิกร์แบบกำหนดเอง
tr: Özel Zikir Ekle
ur: مخصوص ذکر شامل کریں
uz: Maxsus zikr qo'shish
zh: 添加自定义念珠

# zikirListSelectionSuccess
source: Success
ar: نجح
bn: সফল
de: Erfolgreich
es: Exitoso
fa: موفق
fr: Succès
hi: सफल
id: Berhasil
it: Successo
ja: 成功
ko: 성공
ms: Berjaya
pt: Sucesso
ru: Успешно
sv: Framgång
sw: Mafanikio
th: สำเร็จ
tr: Başarılı
ur: کامیاب
uz: Muvaffaqiyatli
zh: 成功

# zikirListSelected
source: selected
ar: تم الاختيار
bn: নির্বাচিত হয়েছে
de: ausgewählt
es: seleccionado
fa: انتخاب شد
fr: sélectionné
hi: चुना गया
id: dipilih
it: selezionato
ja: が選択されました
ko: 이(가) 선택되었습니다
ms: dipilih
pt: selecionado
ru: выбран
sv: vald
sw: imechaguliwa
th: เลือกแล้ว
tr: seçildi
ur: منتخب ہوا
uz: tanlandi
zh: 已选择

# zikirSubhanallah
source: Subhanallah
ar: سبحان الله
bn: সুবহানাল্লাহ
fa: سبحان الله
hi: सुब्हानअल्लाह
ja: スブハーナッラー
ko: 수브하날라
ru: Субханаллах
th: สุบฮานัลลอห์
ur: سبحان اللہ
uz: Subhanalloh

# zikirSubhanallahMeaning
source: Glory be to Allah
ar: الله منزه ومقدس
bn: আল্লাহ পবিত্র ও মহিমান্বিত
de: Allah ist frei von Unvollkommenheiten und heilig
es: Allah está libre de imperfecciones y es sagrado
fa: خدا منزه و مقدس است
fr: Allah est pur et sanctifié
hi: अल्लाह पवित्र और महान है
id: Maha Suci Allah
it: Allah è libero da imperfezioni ed è sacro
ja: アッラーは清浄で崇高である
ko: 알라는 거룩하고 숭고하다
ms: Maha Suci Allah
pt: Allah está livre de imperfeições e é sagrado
ru: Аллах свят и чист
sv: Allah är upphöjd och helig
sw: Allah ni mkamilifu na mtakatifu
th: อัลลอห์ทรงบริสุทธิ์และศักดิ์สิทธิ์
tr: Allah'tan münezzeh ve mukaddestir
ur: اللہ پاک اور مقدس ہے
uz: Alloh pok va muqaddasdir
zh: 真主是完美无瑕的，是神圣的

# zikirAlhamdulillahMeaning
source: All praise belongs to Allah
ar: الحمد لله وحده
bn: সকল প্রশংসা আল্লাহর জন্য
de: Alles Lob gehört allein Allah
es: Toda alabanza pertenece solo a Allah
fa: تمام حمدها تنها برای خداست
fr: La louange appartient à Allah
hi: सभी प्रशंसा अल्लाह के लिए है
id: Segala puji bagi Allah
it: Ogni lode appartiene solo ad Allah
ja: すべての賛美はアッラーにのみ属する
ko: 모든 찬양은 오직 알라께만
ms: Segala puji bagi Allah
pt: Todo louvor pertence somente a Allah
ru: Вся хвала только Аллаху
sv: All lov tillhör endast Allah
sw: Sifa zote ni za Allah peke yake
th: การสรรเสริญทั้งปวงเป็นของอัลลอห์เท่านั้น
tr: Bütün övgüler yalnızca Allah’adır
ur: تمام تعریفیں اللہ کے لیے ہیں
uz: Barcha maqtovlar faqat Allohgadir
zh: 一切赞美都属于真主

# zikirAllahuAkbar
source: Allahu Akbar
ar: الله أكبر
bn: আল্লাহু আকবার
fa: الله اکبر
hi: अल्लाहु अकबर
ja: アッラーフ・アクバル
ko: 알라후 아크바르
ru: Аллаху акбар
th: อัลลาฮู อักบาร์
ur: اللہ اکبر
uz: Allohu akbar

# zikirAllahuAkbarMeaning
source: Allah is the Greatest
ar: الله أكبر من كل شيء
bn: আল্লাহ সবচেয়ে বড়
de: Allah ist der Größte
es: Allah es el más grande
fa: خدا بزرگتر است
fr: Allah est le plus grand
hi: अल्लाह सबसे बड़ा है
id: Allah Maha Besar
it: Allah è il più grande
ja: アッラーは最も偉大である
ko: 알라는 가장 위대하다
ms: Allah Maha Besar
pt: Allah é o maior
ru: Аллах величайший
sv: Allah är Störst
sw: Allah ni mkuu
th: อัลลอห์ทรงยิ่งใหญ่ที่สุด
tr: Allah en büyüktür
ur: اللہ سب سے بڑا ہے
uz: Alloh eng buyukdir
zh: 真主至大

# zikirLaIlaheIllallah
source: La ilaha illAllah
ar: لا إله إلا الله
bn: লা ইলাহা ইল্লাল্লাহু
fa: لا إله إلا الله
hi: ला इलाहा इल्लल्लाह
ja: ラー・イラーハ・イッラッラー
ko: 라 일라하 일랄라
ru: Ля иляха илля Ллах
th: ลา อิลาฮะ อิลลัลลาห์
ur: لا الہ الا اللہ
uz: La ilaha illalloh

# zikirLaIlaheIllallahMeaning
source: There is no deity but Allah
ar: لا معبود بحق إلا الله
bn: আল্লাহ ছাড়া কোন ইলাহ নেই
de: Es gibt keinen Gott außer Allah
es: No hay más dios que Allah
fa: معبودی جز خدا نیست
fr: Il n'y a de divinité qu'Allah
hi: अल्लाह के सिवा कोई मा'बूद नहीं
id: Tidak ada tuhan selain Allah
it: Non c'è altro dio all'infuori di Allah
ja: アッラー以外に神はなし
ko: 알라 외에 신은 없다
ms: Tiada tuhan melainkan Allah
pt: Não há outro deus além de Allah
ru: Нет божества, кроме Аллаха
sv: Det finns ingen gud utom Allah
sw: Hakuna mungu isipokuwa Allah
th: ไม่มีพระเจ้าอื่นใดนอกจากอัลลอห์
tr: Allah'tan başka ilah yoktur
ur: اللہ کے سوا کوئی معبود نہیں
uz: Allohdan boshqa iloh yo'q
zh: 除真主外，别无应受崇拜的

# zikirEstaghfirullah
source: Astaghfirullah
ar: أستغفر الله
bn: আস্তাগফিরুল্লাহ
fa: استغفرالله
hi: अस्तग़फिरुल्लाह
ja: アスタグフィルッラー
ko: 아스타그피룰라
ru: Астагфируллах
th: อัสตัฆฟิรุลลาห์
ur: استغفر اللہ
uz: Astaghfirulloh

# zikirEstaghfirullahMeaning
source: I seek forgiveness from Allah
ar: أستغفر الله وأتوب إليه
bn: আমি আল্লাহর কাছে ক্ষমা চাই
de: Ich suche Vergebung von Allah
es: Busco el perdón de Allah
fa: از خدا آمرزش می‌طلبم
fr: Je demande pardon à Allah
hi: मैं अल्लाह से क्षमा मांगता हूं
id: Aku memohon ampun kepada Allah
it: Cerco perdono da Allah
ja: アッラーの赦しを求めます
ko: 알라의 용서를 구합니다
ms: Aku memohon keampunan kepada Allah
pt: Busco o perdão de Allah
ru: Прошу прощения у Аллаха
sv: Jag ber Allah om förlåtelse
sw: Naomba msamaha kwa Allah
th: ข้าขออภัยโทษต่ออัลลอห์
tr: Allah'tan mağfiret dilerim
ur: میں اللہ سے معافی مانگتا ہوں
uz: Allohdan kechirim so'rayman
zh: 我向真主寻求宽恕

# zikirLaHawleWelaKuvveteMeaning
source: There is no power except with Allah
ar: لا حول ولا قوة إلا بالله
bn: শক্তি ও ক্ষমতা একমাত্র আল্লাহর
de: Es gibt keine Macht und Kraft außer bei Allah
es: No hay poder ni fuerza excepto en Allah
fa: قدرت و نیرو تنها از خداست
fr: Il n'y a de force et de puissance qu'en Allah
hi: शक्ति और सामर्थ्य केवल अल्लाह की है
id: Tidak ada daya dan kekuatan kecuali dari Allah
it: Non c'è potere né forza se non in Allah
ja: 力と能力はアッラーからのみ
ko: 힘과 능력은 오직 알라로부터
ms: Tiada daya dan upaya melainkan dengan Allah
pt: Não há poder nem força exceto em Allah
ru: Нет силы и мощи кроме как от Аллаха
sv: Makt och kraft kommer endast från Allah
sw: Hakuna nguvu wala uwezo isipokuwa kwa Allah
th: อำนาจและกำลังมาจากอัลลอห์เท่านั้น
tr: Güç ve kuvvet ancak Allah'tandır
ur: طاقت اور قوت صرف اللہ کی طرف سے ہے
uz: Kuch va qudrat faqat Allohdan
zh: 除依靠真主外，无力量无能力

# zikirHasbiyallahu
source: HasbiyAllahu wa ni’mal wakeel
ar: حسبي الله ونعم الوكيل
bn: হাসবিয়াল্লাহু
fa: حسبی الله و نعم الوکیل
hi: हस्बियल्लाहु
ja: ハスビヤッラーフ・ワ・ニイマル・ワキール
ko: 하스비얄라후 와 니말 와킬
ru: Хасбияллаху ва ни'маль вакиль
th: ฮัสบียัลลาฮู วะนิอมัล วะกีล
ur: حسبی اللہ
uz: Hasbiyallohu wa ni'mal wakeel

# zikirHasbiyallahuMeaning
source: Allah is sufficient for me, and He is the best Disposer of affairs
ar: الله يكفيني وهو نعم الوكيل
bn: আল্লাহই আমার জন্য যথেষ্ট, তিনি সর্বোত্তম কার্যনির্বাহক
de: Allah genügt mir, was für ein vorzüglicher Beschützer Er ist
es: Allah me es suficiente, qué excelente protector es
fa: خدا برای من کافی است، او چه وکیل خوبی است
fr: Allah me suffit, Il est le meilleur protecteur
hi: अल्लाह मेरे लिए काफी है, वह सबसे अच्छा कारसाज़ है
id: Cukuplah Allah bagiku, Dia sebaik-baik pelindung
it: Allah mi basta, che eccellente protettore Egli è
ja: アッラーは私に十分であり、なんと素晴らしい後見人であろうか
ko: 알라는 나에게 충분하며, 얼마나 훌륭한 후견인인가
ms: Cukuplah Allah bagiku, Dia sebaik-baik pelindung
pt: Allah me é suficiente, que excelente protetor Ele é
ru: Мне достаточно Аллаха, какой прекрасный попечитель
sv: Allah räcker för mig, Han är den bästa beskyddaren
sw: Allah ananitorosha, yeye ni mlezi bora
th: อัลลอห์เพียงพอสำหรับข้า พระองค์ทรงเป็นผู้ช่วยเหลือที่ดีที่สุด
tr: Allah bana yeter, O ne güzel vekildir
ur: اللہ میرے لیے کافی ہے، وہ بہترین کارساز ہے
uz: Alloh menga yetadi, U qanday yaxshi vakil
zh: 真主足以保护我，他是最好的监护者

# zikirRabbenaAtinaMeaning
source: Our Lord! Give us good in this world
ar: ربنا آتنا في الدنيا حسنة
bn: হে আমাদের রব! আমাদের দুনিয়ায় কল্যাণ দিন
de: Unser Herr! Gewähre uns Gutes in der Welt
es: ¡Señor nuestro! Concédenos bondad en el mundo
fa: پروردگارا! در دنیا به ما خیر عطا کن
fr: Notre Seigneur! Donne-nous le bien dans ce monde
hi: हे हमारे रब! हमें दुनिया में भलाई दे
id: Ya Tuhan kami, berilah kami kebaikan di dunia
it: Signore nostro! Concedici bontà nel mondo
ja: 主よ！この世で私たちに善きものをお与えください
ko: 주여! 이 세상에서 저희에게 선한 것을 주소서
ms: Ya Tuhan kami, berilah kami kebaikan di dunia
pt: Senhor nosso! Concede-nos bondade no mundo
ru: Господь наш! Дай нам в этом мире добро
sv: Vår Herre! Ge oss godhet i denna värld
sw: Mola wetu! Tupe mema duniani
th: พระเจ้าของเรา! โปรดประทานสิ่งดีๆ ให้เราในโลกนี้
tr: Rabbimiz! Bize dünyada iyilik ver
ur: اے ہمارے رب! ہمیں دنیا میں بھلائی دے
uz: Parvardigorimiz! Bizga dunyoda yaxshilik ber
zh: 我们的主啊！在今世赐给我们美好

# zikirAllahummeCalliMeaning
source: O Allah, send blessings upon Muhammad
ar: اللهم صل وسلم وبارك على محمد
bn: হে আল্লাহ! মুহাম্মদের ওপর দরুদ পাঠান
de: O Allah, segne Muhammad
es: Oh Allah, bendice a Muhammad
fa: خدایا، بر محمد درود فرست
fr: Ô Allah! Envoie tes bénédictions sur Muhammad
hi: हे अल्लाह! मुहम्मद पर दरूद भेज
id: Ya Allah, limpahkanlah shalawat kepada Muhammad
it: O Allah, benedici Muhammad
ja: アッラーよ、ムハンマドに祝福をお与えください
ko: 알라여, 무함마드에게 축복을 내려주소서
ms: Ya Allah, limpahkanlah selawat ke atas Muhammad
pt: Ó Allah, abençoa Muhammad
ru: О Аллах, благослови Мухаммада
sv: O Allah, välsigna Mohammed
sw: Ee Allah, mbariki Muhammad
th: ข้าแต่อัลลอห์ โปรดประทานศลาตแก่มุฮัมมัด
tr: Allah'ım, Muhammed'e salat eyle
ur: اے اللہ! محمد پر درود بھیج
uz: Allohim, Muhammadga salot ayl
zh: 真主啊，求你赐福穆罕默德

# zikirRabbiZidniIlmen
source: Rabbi Zidni Ilm
ar: رب زدني علماً
bn: রাব্বি যিদনি ইলমান
fa: رب زدنی علم
hi: रब्बि जिदनी इल्म
ja: ラッビ・ズィドニー・イルマン
ko: 랍비 지드니 일만
ru: Рабби зидни 'ильман
th: รอบบิ ซิดนี อิลมัน
ur: رب زدنی علماً
uz: Rabbi zidni ilman

# zikirRabbiZidniIlmenMeaning
source: My Lord! Increase me in knowledge
ar: ربي زدني علماً ووفقني
bn: হে আমার রব! আমার জ্ঞান বৃদ্ধি করুন
de: Mein Herr! Vermehre mein Wissen
es: ¡Señor mío! Aumenta mi conocimiento
fa: پروردگارا! علم مرا بیفزای
fr: Mon Seigneur! Augmente ma connaissance
hi: हे मेरे रब! मेरे ज्ञान में वृद्धि कर
id: Ya Tuhanku, tambahkanlah ilmu bagiku
it: Mio Signore! Aumenta la mia conoscenza
ja: 主よ！私の知識を増やしてください
ko: 주여! 제 지식을 늘려주소서
ms: Ya Tuhanku, tambahkanlah ilmu bagiku
pt: Meu Senhor! Aumenta o meu conhecimento
ru: Господь мой! Приумножь мои знания
sv: Min Herre! Öka min kunskap
sw: Mola wangu! Niongezee maarifa
th: พระเจ้าของข้า! โปรดเพิ่มพูนความรู้ให้แก่ข้า
tr: Rabbim! İlmimi artır
ur: اے میرے رب! میرے علم میں اضافہ فرما
uz: Parvardigorim! Ilmimni oshir
zh: 我的主啊！求你增加我的知识

# zikirBismillahMeaning
source: In the name of Allah, the Most Gracious, the Most Merciful
ar: بسم الله الرحمن الرحيم
bn: পরম করুণাময় ও দয়ালু আল্লাহর নামে
de: Im Namen Allahs, des Barmherzigen, des Gnädigen
es: En el nombre de Allah, el Misericordioso, el Compasivo
fa: به نام خدای رحمان رحیم
fr: Au nom d'Allah, le Tout Miséricordieux, le Très Miséricordieux
hi: रहमान और रहीम अल्लाह के नाम से
id: Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang
it: Nel nome di Allah, il Misericordioso, il Compassionevole
ja: 慈悲深く慈愛あまねきアッラーの御名において
ko: 자비롭고 자애로운 알라의 이름으로
ms: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang
pt: Em nome de Allah, o Misericordioso, o Compassivo
ru: Во имя Аллаха Милостивого, Милосердного
sv: I Allahs namn, den Barmhärtige, den Nåderike
sw: Kwa jina la Allah, Mwenye rehema, Mwenye kurehemu
th: ด้วยพระนามของอัลลอห์ผู้ทรงเมตตาและเสมอเมตตา
tr: Rahman ve Rahim olan Allah'ın adıyla
ur: رحمان اور رحیم اللہ کے نام سے
uz: Rahman va Rahim Alloh nomi bilan
zh: 奉至仁至慈的真主之名

# zikirInnallahaMaasSabirin
source: Innalaha ma’as sabirin
ar: إن الله مع الصابرين
bn: ইন্নাল্লাহা মাআস সাবিরিন
fa: إن الله مع الصابرین
hi: इन्नअल्लाहा मा'अस्साबिरीन
id: Innallaha ma’as sabirin
ja: インナッラーハ・マアッ・サービリーン
ko: 인날라하 마아 사비린
ms: Innallaha ma’as sabirin
ru: Инна Ллаха ма'ас сабирин
th: อินนัลลาฮะ มะอัศศอบิรีน
ur: ان اللہ مع الصابرین
uz: Innalloha ma'as sabirin

# zikirInnallahaMaasSabirinMeaning
source: Indeed, Allah is with the patient
ar: إن الله مع الصابرين
bn: নিশ্চয় আল্লাহ ধৈর্যশীলদের সাথে আছেন
de: Wahrlich, Allah ist mit den Geduldigen
es: Ciertamente Allah está con los pacientes
fa: بی‌شک خدا با صابران همراه است
fr: Certes Allah est avec les patients
hi: निश्चय अल्लाह धैर्य रखने वालों के साथ है
id: Sesungguhnya Allah bersama orang-orang yang sabar
it: Certamente Allah è con i pazienti
ja: 確かにアッラーは忍耐する者と共におられる
ko: 확실히 알라는 참는 자들과 함께하신다
ms: Sesungguhnya Allah bersama orang-orang yang sabar
pt: Certamente Allah está com os pacientes
ru: Поистине, Аллах с терпеливыми
sv: Förvisso, Allah är med de tålmodiga
sw: Hakika Allah yu pamoja na walivyumilivu
th: แท้จริงแล้วอัลลอห์ทรงอยู่กับผู้อดทน
tr: Şüphesiz Allah sabredenlerle beraberdir
ur: بے شک اللہ صبر کرنے والوں کے ساتھ ہے
uz: Shubhasiz Alloh sabrlilar bilan
zh: 真主确实与坚忍者同在

# zikirAllahuLatif
source: Allahu Latif
ar: الله لطيف
bn: আল্লাহু লাতিফ
fa: الله لطیف
hi: अल्लाहु लतीफ
ja: アッラーフ・ラティーフ
ko: 알라후 라티프
ru: Аллаху латиф
th: อัลลาฮู ละตีฟ
ur: اللہ لطیف
uz: Allohu latif

# zikirAllahuLatifMeaning
source: Allah is Kind to His servants
ar: الله لطيف بعباده
bn: আল্লাহ তাঁর বান্দাদের প্রতি অত্যন্ত দয়ালু
de: Allah ist sehr gütig zu Seinen Dienern
es: Allah es muy misericordioso con Sus siervos
fa: خدا نسبت به بندگانش بسیار مهربان است
fr: Allah est très bienveillant envers Ses serviteurs
hi: अल्लाह अपने बंदों के साथ बहुत दयालु है
id: Allah Maha Lembut kepada hamba-hamba-Nya
it: Allah è molto misericordioso verso i Suoi servi
ja: アッラーは僕たちに対して非常に慈悲深い
ko: 알라는 종들에게 매우 자비롭다
ms: Allah Maha Lembut kepada hamba-hamba-Nya
pt: Allah é muito misericordioso com Seus servos
ru: Аллах очень милостив к своим рабам
sv: Allah är mycket vänlig mot sina tjänare
sw: Allah ni mwenye huruma kwa watumishi wake
th: อัลลอห์ทรงเมตตากรุณาต่อบรรดาผู้รับใช้
tr: Allah kullarına karşı çok merhametlidir
ur: اللہ اپنے بندوں کے ساتھ بہت مہربان ہے
uz: Alloh bandalariga nisbatan juda mehribondir
zh: 真主对他的仆人是极仁慈的

# zikirYaRahmanMeaning
source: O Most Gracious, O Most Merciful
ar: يا رحمن يا رحيم
bn: হে পরম করুণাময়, হে অসীম দয়ালু
de: O Barmherziger, O Gnädiger
es: Oh Misericordioso, Oh Compasivo
fa: ای رحمان، ای رحیم
fr: Ô Tout Miséricordieux, Ô Très Miséricordieux
hi: हे रहमान, हे रहीम
id: Wahai Yang Maha Pengasih, Wahai Yang Maha Penyayang
it: O Misericordioso, O Compassionevole
ja: おお慈悲深い方、おお慈愛あまねき方
ko: 오 자비로운 분, 오 자애로운 분
ms: Wahai Yang Maha Pemurah, Wahai Yang Maha Penyayang
pt: Ó Misericordioso, Ó Compassivo
ru: О Милостивый, О Милосердный
sv: O Barmhärtige, O Nåderike
sw: Ee Mwenye rehema, Ee Mwenye kurehemu
th: ข้าแต่ผู้ทรงเมตตา ข้าแต่ผู้ทรงเสมอเมตตา
tr: Ey Rahman, Ey Rahim
ur: اے رحمان، اے رحیم
uz: Ey Rahman, Ey Rahim
zh: 至仁者啊，至慈者啊

# zikirTabarakAllah
source: Tabarak Allah
ar: تبارك الله
bn: তাবারাকাল্লাহ
fa: تبارک الله
hi: तबारकअल्लाह
ja: タバーラカッラー
ko: 타바라칼라
ru: Табарак Аллах
th: ตะบารอกัลลาห์
ur: تبارک اللہ
uz: Tabarakalloh

# zikirTabarakAllahMeaning
source: Blessed is Allah
ar: الله مبارك
bn: আল্লাহ বরকতময়
de: Allah ist gesegnet
es: Allah es bendito
fa: خدا مبارک است
fr: Allah est béni
hi: अल्लाह बरकत वाला है
id: Allah Maha Berkah
it: Allah è benedetto
ja: アッラーは祝福されたお方
ko: 알라는 축복받은 분이다
ms: Allah Maha Berkah
pt: Allah é abençoado
ru: Благословен Аллах
sv: Välsignad är Allah
sw: Allah amebarikiwa
th: อัลลอห์ทรงเป็นสิริมงคล
tr: Allah mübarektir
ur: اللہ مبارک ہے
uz: Alloh muborakdir
zh: 真主是吉庆的

# zikirMashallah
source: MashaAllah
ar: ما شاء الله
bn: মাশাআল্লাহ
fa: ماشاءالله
fr: Mashallah
hi: माशाअल्लाह
id: Masya Allah
ja: マーシャーアッラー
ko: 마샤알라
ms: Masya Allah
ru: Машаллах
th: มาชาอัลลาห์
ur: ماشاء اللہ
uz: Mashaalloh

# zikirMashallahMeaning
source: What Allah has willed has happened
ar: ما شاء الله كان
bn: আল্লাহ যা চেয়েছেন তাই হয়েছে
de: Was Allah gewollt hat, ist geschehen
es: Lo que Allah ha querido ha sucedido
fa: آنچه خدا خواست اتفاق افتاد
fr: Ce qu'Allah a voulu s'est accompli
hi: जो अल्लाह ने चाहा वह हुआ
id: Atas kehendak Allah
it: Quello che Allah ha voluto è accaduto
ja: アッラーの御意志が成された
ko: 알라의 뜻이 이루어졌다
ms: Atas kehendak Allah
pt: O que Allah quis aconteceu
ru: То, что пожелал Аллах, произошло
sv: Det som Allah ville har hänt
sw: Kile Allah alichotaka kimefanyika
th: สิ่งที่อัลลอห์ประสงค์ได้เกิดขึ้นแล้ว
tr: Allah'ın dilediği oldu
ur: جو اللہ نے چاہا وہ ہوا
uz: Alloh xohlagan bo'ldi
zh: 真主所意欲的事已发生

# addCustomZikirTitle
source: Add Custom Zikr
ar: إضافة ذكر مخصص
bn: কাস্টম জিকির যুক্ত করুন
de: Benutzerdefinierten Dhikr hinzufügen
es: Agregar Dhikr Personalizado
fa: اضافه کردن ذکر سفارشی
fr: Ajouter un Dhikr Personnalisé
hi: कस्टम जिक्र जोड़ें
id: Tambah Dzikir Khusus
it: Aggiungi Dhikr Personalizzato
ja: カスタムズィクルを追加
ko: 사용자 정의 지크르 추가
ms: Tambah Zikir Tersuai
pt: Adicionar Dhikr Personalizado
ru: Добавить пользовательский зикр
sv: Lägg Till Anpassad Dhikr
sw: Ongeza Dhikiri ya Kawaida
th: เพิ่มซิกร์แบบกำหนดเอง
tr: Özel Zikir Ekle
ur: مخصوص ذکر شامل کریں
uz: Maxsus zikr qo'shish
zh: 添加自定义念珠

# addCustomZikirDescription
source: Create your own custom zikrs and add them to the list
ar: أنشئ أذكارك المخصصة وأضفها للقائمة
bn: আপনার নিজস্ব জিকির তৈরি করুন এবং তালিকায় যুক্ত করুন
de: Erstellen Sie Ihre eigenen benutzerdefinierten Dhikr und fügen Sie sie zur Liste hinzu
es: Crea tus propios dhikr personalizados y agrégalos a la lista
fa: ذکرهای سفارشی خود را ایجاد کرده و به لیست اضافه کنید
fr: Créez vos propres dhikrs personnalisés et ajoutez-les à la liste
hi: अपने खुद के जिक्र बनाएं और सूची में जोड़ें
id: Buat dzikir khusus Anda sendiri dan tambahkan ke daftar
it: Crea i tuoi dhikr personalizzati e aggiungili alla lista
ja: 独自のズィクルを作成してリストに追加
ko: 자신만의 지크르를 만들어 목록에 추가
ms: Cipta zikir tersuai anda sendiri dan tambahkan ke senarai
pt: Crie seus próprios dhikr personalizados e adicione-os à lista
ru: Создавайте свои пользовательские зикры и добавляйте их в список
sv: Skapa dina egna anpassade dhikr och lägg till i listan
sw: Unda dhikiri zako za kawaida na uziongeze kwenye orodha
th: สร้างซิกร์แบบกำหนดเองของคุณและเพิ่มลงในรายการ
tr: Kendi özel zikirlerinizi oluşturun ve listeye ekleyin
ur: اپنے مخصوص ذکر بنائیں اور فہرست میں شامل کریں
uz: O'zingizning maxsus zikirlaringizni yarating va ro'yxatga qo'shing
zh: 创建您自己的自定义念珠并将其添加到列表中

# addCustomZikirNameLabel
source: Zikr Name
ar: اسم الذكر
bn: জিকিরের নাম
de: Dhikr-Name
es: Nombre del Dhikr
fa: نام ذکر
fr: Nom du Dhikr
hi: जिक्र का नाम
id: Nama Dzikir
it: Nome del Dhikr
ja: ズィクル名
ko: 지크르 이름
ms: Nama Zikir
pt: Nome do Dhikr
ru: Название зикра
sv: Dhikr Namn
sw: Jina la Dhikiri
th: ชื่อซิกร์
tr: Zikir Adı
ur: ذکر کا نام
uz: Zikr nomi
zh: 念珠名称

# addCustomZikirNameHint
source: e.g. Allahu Akbar
ar: مثال: الله أكبر
bn: যেমন: আল্লাহু আকবার
de: Z.B.: Allahu Akbar
es: Ej: Allahu Akbar
fa: مثال: الله اکبر
fr: Ex: Allahu Akbar
hi: जैसे: अल्लाहु अकबर
id: Contoh: Allahu Akbar
it: Es: Allahu Akbar
ja: 例：アッラーフ・アクバル
ko: 예: 알라후 아크바르
ms: Contoh: Allahu Akbar
pt: Ex: Allahu Akbar
ru: Например: Аллаху акбар
sv: T.ex: Allahu Akbar
sw: Mfano: Allahu Akbar
th: เช่น: อัลลาฮู อักบาร์
tr: Örn: Allahu Akbar
ur: مثال: اللہ اکبر
uz: Masalan: Allohu akbar
zh: 例如：Allahu Akbar

# addCustomZikirMeaningLabel
source: Meaning (Optional)
ar: المعنى (اختياري)
bn: অর্থ (ঐচ্ছিক)
de: Bedeutung (Optional)
es: Significado (Opcional)
fa: معنی (اختیاری)
fr: Signification (Optionnel)
hi: अर्थ (वैकल्पिक)
id: Arti (Opsional)
it: Significato (Opzionale)
ja: 意味（任意）
ko: 의미 (선택사항)
ms: Makna (Pilihan)
pt: Significado (Opcional)
ru: Значение (по желанию)
sv: Betydelse (Valfri)
sw: Maana (Si lazima)
th: ความหมาย (ไม่บังคับ)
tr: Anlamı (Opsiyonel)
ur: معنی (اختیاری)
uz: Ma'nosi (ixtiyoriy)
zh: 含义（可选）

# addCustomZikirMeaningHint
source: You can write the meaning of the zikr
ar: يمكنك كتابة معنى الذكر
bn: জিকিরের অর্থ লিখতে পারেন
de: Sie können die Bedeutung des Dhikr schreiben
es: Puedes escribir el significado del dhikr
fa: می‌توانید معنی ذکر را بنویسید
fr: Vous pouvez écrire la signification du dhikr
hi: जिक्र का अर्थ लिख सकते हैं
id: Anda dapat menulis arti dzikir
it: Puoi scrivere il significato del dhikr
ja: ズィクルの意味を記入できます
ko: 지크르의 의미를 입력할 수 있습니다
ms: Anda boleh tulis makna zikir
pt: Pode escrever o significado do dhikr
ru: Можете написать значение зикра
sv: Du kan skriva betydelsen av dhikr
sw: Unaweza kuandika maana ya dhikiri
th: คุณสามารถเขียนความหมายของซิกร์ได้
tr: Zikrin anlamını yazabilirsiniz
ur: ذکر کا معنی لکھ سکتے ہیں
uz: Zikr ma'nosini yozishingiz mumkin
zh: 您可以写下念珠的含义

# addCustomZikirButton
source: Add Zikr
ar: إضافة الذكر
bn: জিকির যুক্ত করুন
de: Dhikr hinzufügen
es: Agregar Dhikr
fa: اضافه کردن ذکر
fr: Ajouter le Dhikr
hi: जिक्र जोड़ें
id: Tambah Dzikir
it: Aggiungi Dhikr
ja: ズィクルを追加
ko: 지크르 추가
ms: Tambah Zikir
pt: Adicionar Dhikr
ru: Добавить зикр
sv: Lägg Till Dhikr
sw: Ongeza Dhikiri
th: เพิ่มซิกร์
tr: Zikir Ekle
ur: ذکر شامل کریں
uz: Zikr qo'shish
zh: 添加念珠

# addCustomZikirNameRequired
source: Zikr name is required
ar: اسم الذكر مطلوب
bn: জিকিরের নাম প্রয়োজন
de: Dhikr-Name ist erforderlich
es: El nombre del dhikr es requerido
fa: نام ذکر لازم است
fr: Le nom du dhikr est requis
hi: जिक्र का नाम आवश्यक है
id: Nama dzikir diperlukan
it: Il nome del dhikr è obbligatorio
ja: ズィクル名は必須です
ko: 지크르 이름이 필요합니다
ms: Nama zikir diperlukan
pt: O nome do dhikr é obrigatório
ru: Требуется название зикра
sv: Dhikr namn krävs
sw: Jina la dhikiri linahitajika
th: จำเป็นต้องมีชื่อซิกร์
tr: Zikir adı gereklidir
ur: ذکر کا نام ضروری ہے
uz: Zikr nomi talab qilinadi
zh: 念珠名称是必需的

# addCustomZikirNameMinLength
source: Zikr name must be at least 2 characters
ar: اسم الذكر يجب أن يكون حرفين على الأقل
bn: জিকিরের নাম অন্তত ২টি অক্ষরের হতে হবে
de: Dhikr-Name muss mindestens 2 Zeichen haben
es: El nombre del dhikr debe tener al menos 2 caracteres
fa: نام ذکر باید حداقل ۲ کاراکتر باشد
fr: Le nom du dhikr doit comporter au moins 2 caractères
hi: जिक्र का नाम कम से कम 2 अक्षर का होना चाहिए
id: Nama dzikir harus minimal 2 karakter
it: Il nome del dhikr deve avere almeno 2 caratteri
ja: ズィクル名は最低2文字である必要があります
ko: 지크르 이름은 최소 2글자여야 합니다
ms: Nama zikir mestilah sekurang-kurangnya 2 aksara
pt: O nome do dhikr deve ter pelo menos 2 caracteres
ru: Название зикра должно содержать минимум 2 символа
sv: Dhikr namn måste vara minst 2 tecken
sw: Jina la dhikiri linahitaji herufi 2 angalau
th: ชื่อซิกร์ต้องมีอย่างน้อย 2 ตัวอักษร
tr: Zikir adı en az 2 karakter olmalıdır
ur: ذکر کا نام کم از کم 2 حروف کا ہونا چاہیے
uz: Zikr nomi kamida 2 ta belgi bo'lishi kerak
zh: 念珠名称至少需要2个字符
