Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# subscriptionPlanYearly
source: Yearly Premium
ar: مميز سنوي
de: Jährlich Premium
es: Premium Anual
fr: Premium Annuel
hi: प्रीमियम वार्षिक
it: Premium Annuale
pt: Premium Anual
ru: Премиум Годовой
sv: Årlig Premium
th: พรีเมียมรายปี
uz: Premium Yillik

# subscriptionPlanFreeDescription
source: Basic features (with ads)
ar: الميزات الأساسية (مع إعلانات)
de: Grundfunktionen (mit Werbung)
es: Características básicas (con anuncios)
fr: Fonctionnalités de base (avec publicités)
hi: बुनियादी सुविधाएं (विज्ञापनों के साथ)
it: Funzionalità di base (con pubblicità)
pt: Funcionalidades básicas (com anúncios)
ru: Базовые функции (с рекламой)
sv: Grundläggande funktioner (med reklam)
th: คุณสมบัติพื้นฐาน (มีโฆษณา)
uz: Asosiy funksiyalar (reklamali)

# subscriptionPlanMonthlyDescription
source: All premium features - Monthly
ar: جميع الميزات المميزة - شهرياً
de: Alle Premium-Funktionen - Monatlich
es: Todas las características premium - Mensual
fr: Toutes les fonctionnalités premium - Mensuel
hi: सभी प्रीमियम सुविधाएं - मासिक
it: Tutte le funzionalità premium - Mensile
pt: Todas as funcionalidades premium - Mensal
ru: Все премиум функции - Месячно
sv: Alla premium funktioner - Månadsvis
th: คุณสมบัติพรีเมียมทั้งหมด - รายเดือน
uz: Barcha premium funksiyalar - Oylik

# subscriptionPlanYearlyDescription
source: All premium features - Yearly (2 months free)
ar: جميع الميزات المميزة - سنوياً (شهرين مجاناً)
de: Alle Premium-Funktionen - Jährlich (2 Monate kostenlos)
es: Todas las características premium - Anual (2 meses gratis)
fr: Toutes les fonctionnalités premium - Annuel (2 mois gratuits)
hi: सभी प्रीमियम सुविधाएं - वार्षिक (2 महीने मुफ़्त)
it: Tutte le funzionalità premium - Annuale (2 mesi gratis)
pt: Todas as funcionalidades premium - Anual (2 meses grátis)
ru: Все премиум функции - Годовой (2 месяца бесплатно)
sv: Alla premium funktioner - Årligen (2 månader gratis)
th: คุณสมบัติพรีเมียมทั้งหมด - รายปี (2เดือนฟรี)
uz: Barcha premium funksiyalar - Yillik (2 oy bepul)

# premiumFeatureAdFreeDisplayName
source: Ad-Free Experience
ar: تجربة خالية من الإعلانات
de: Werbefreie Erfahrung
es: Experiencia sin anuncios
fr: Expérience sans publicité
hi: विज्ञापन-मुक्त अनुभव
it: Esperienza senza pubblicità
pt: Experiência sem anúncios
ru: Без рекламы
sv: Reklamfri Upplevelse
th: ประสบการณ์ปลอดโฆษณา
uz: Reklamasiz tajriba

# premiumFeatureRemindersDisplayName
source: Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi: अनुस्मारक
it: Promemoria
pt: Lembretes
ru: Напоминания
sv: Påminnelser
th: การแจ้งเตือน
uz: Eslatmalar

# premiumFeatureWidgetDisplayName
source: Home Screen Widget
ar: ودجت الشاشة الرئيسية
de: Startbildschirm-Widget
es: Widget de pantalla de inicio
fr: Widget d'écran d'accueil
hi: होम स्क्रीन विजेट
it: Widget schermata principale
pt: Widget do ecrã inicial
ru: Виджет главного экрана
sv: Hemskärms Widget
th: วิดเจ็ตหน้าจอหลัก
uz: Asosiy ekran vidzheti

# premiumFeatureAdFreeDesc
source: Uninterrupted zikr and prayer
ar: ذكر ودعاء دون انقطاع
de: App ohne Werbung nutzen
es: Dhikr y oración ininterrumpidos
fr: Utilisez l'app sans publicités
hi: निर्बाध जिक्र और प्रार्थना
it: Dhikr e preghiera ininterrotti
pt: Dhikr e oração ininterruptos
ru: Непрерывный зикр и молитва
sv: Oavbruten dhikr och bön
th: ซิกรูและการสวดมนต์อย่างต่อเนื่อง
uz: Uzluksiz zikr va duo

# premiumFeatureRemindersDesc
source: Customizable notifications
ar: إشعارات قابلة للتخصيص
de: Dhikr-Erinnerungen einstellen
es: Notificaciones personalizables
fr: Définir des rappels de dhikr
hi: अनुकूलन योग्य सूचनाएं
it: Notifiche personalizzabili
pt: Notificações personalizáveis
ru: Настраиваемые уведомления
sv: Anpassningsbara meddelanden
th: การแจ้งเตือนที่ปรับแต่งได้
uz: Sozlash mumkin bo'lgan bildirishnomalar

# premiumFeatureWidgetDesc
source: Quick access and counter
ar: وصول سريع وعداد
de: Dhikr-Widget auf dem Startbildschirm verwenden
es: Acceso rápido y contador
fr: Utilisez le widget dhikr sur l'écran d'accueil
hi: त्वरित पहुंच और काउंटर
it: Accesso rapido e contatore
pt: Acesso rápido e contador
ru: Быстрый доступ и счетчик
sv: Snabb åtkomst och räknare
th: เข้าถึงอย่างรวดเร็วและตัวนับ
uz: Tez kirish va hisoblagich

# firstLaunchIntroSubtitle
source: Premium Digital Tasbih Experience
ar: تجربة التسبيح الرقمي المميزة
de: Premium Digitale Tasbih Erfahrung
es: Experiencia Premium de Tasbih Digital
fr: Expérience Premium de Tasbih Numérique
hi: प्रीमियम डिजिटल तस्बीह अनुभव
it: Esperienza Premium Tasbih Digitale
pt: Experiência Premium de Tasbih Digital
ru: Премиум Цифровой Опыт Тасбих
sv: Premium Digital Böneräknare Upplevelse
th: ประสบการณ์พรีเมียมดิจิทัลตัสบีห์
uz: Premium Raqamli Tasbeh Tajribasi

# firstLaunchIntroAdFreeTitle
source: Ad-Free Experience
ar: تجربة خالية من الإعلانات
de: Werbefreie Erfahrung
es: Experiencia Sin Anuncios
fr: Expérience Sans Publicité
hi: विज्ञापन मुक्त अनुभव
it: Esperienza Senza Pubblicità
pt: Experiência Sem Anúncios
ru: Опыт Без Рекламы
sv: Reklamfri Upplevelse
th: ประสบการณ์ปลอดโฆษณา
uz: Reklamasiz Tajriba

# firstLaunchIntroAdFreeDescription
source: Enjoy uninterrupted dhikr and prayer experience
ar: استمتع بتجربة ذكر ودعاء غير منقطعة
de: Genießen Sie ununterbrochenes Dhikr und Gebet
es: Disfruta de una experiencia de dhikr y oración ininterrumpida
fr: Profitez d'une expérience dhikr et prière ininterrompue
hi: निर्बाध ज़िक्र और प्रार्थना का अनुभव करें
it: Goditi un'esperienza di dhikr e preghiera ininterrotta
pt: Desfrute de uma experiência de dhikr e oração ininterrupta
ru: Наслаждайтесь непрерывным опытом зикра и молитвы
sv: Upplev oavbruten dhikr och bön
th: เพลิดเพลินกับประสบการณ์ซิกร์และการสวดมนต์อย่างต่อเนื่อง
uz: Uzluksiz zikr va duo tajribasidan bahramand bo'ling

# firstLaunchIntroRemindersTitle
source: Smart Reminders
ar: تذكيرات ذكية
de: Intelligente Erinnerungen
es: Recordatorios Inteligentes
fr: Rappels Intelligents
hi: स्मार्ट रिमाइंडर
it: Promemoria Intelligenti
pt: Lembretes Inteligentes
ru: Умные Напоминания
sv: Smarta Påminnelser
th: การแจ้งเตือนอัจฉริยะ
uz: Aqlli Eslatmalar

# firstLaunchIntroRemindersDescription
source: Customizable prayer and dhikr reminders
ar: تذكيرات صلاة وذكر قابلة للتخصيص
de: Anpassbare Gebet- und Dhikr-Erinnerungen
es: Recordatorios de oración y dhikr personalizables
fr: Rappels de prière et dhikr personnalisables
hi: अनुकूलन योग्य नमाज़ और ज़िक्र रिमाइंडर
it: Promemoria di preghiera e dhikr personalizzabili
pt: Lembretes de oração e dhikr personalizáveis
ru: Настраиваемые напоминания о молитве и зикре
sv: Anpassningsbara böne- och dhikr påminnelser
th: การแจ้งเตือนการละหมาดและซิกร์ที่ปรับแต่งได้
uz: Moslashtirilgan namaz va zikr eslatmalari

# firstLaunchIntroWidgetTitle
source: Home Screen Widget
ar: أداة الشاشة الرئيسية
de: Startbildschirm-Widget
es: Widget de Pantalla de Inicio
fr: Widget d'Écran d'Accueil
hi: होम स्क्रीन विजेट
it: Widget Schermata Iniziale
pt: Widget do Ecrã Inicial
ru: Виджет Главного Экрана
sv: Hemskärms Widget
th: วิดเจ็ตหน้าจอหลัก
uz: Bosh Ekran Vidjeti

# firstLaunchIntroWidgetDescription
source: Quick access on Android home screen
ar: وصول سريع على شاشة Android الرئيسية
de: Schneller Zugriff auf Android Startbildschirm
es: Acceso rápido en la pantalla de inicio de Android
fr: Accès rapide sur l'écran d'accueil Android
hi: Android होम स्क्रीन पर त्वरित पहुंच
it: Accesso rapido sulla schermata iniziale Android
pt: Acesso rápido no ecrã inicial do Android
ru: Быстрый доступ на главном экране Android
sv: Snabb åtkomst på Android hemskärm
th: เข้าถึงได้อย่างรวดเร็วบนหน้าจอหลักของ Android
uz: Android bosh ekranida tezkor kirish

# firstLaunchIntroUnlimitedTitle
source: Unlimited Features
ar: مميزات لا محدودة
de: Unbegrenzte Funktionen
es: Funciones Ilimitadas
fr: Fonctionnalités Illimitées
hi: असीमित सुविधाएं
it: Funzionalità Illimitate
pt: Funcionalidades Ilimitadas
ru: Неограниченные Функции
sv: Obegränsade Funktioner
th: คุณสมบัติไม่จำกัด
uz: Cheksiz Imkoniyatlar

# firstLaunchIntroUnlimitedDescription
source: All premium features and future updates
ar: جميع المميزات المتقدمة والتحديثات المستقبلية
de: Alle Premium-Funktionen und zukünftige Updates
es: Todas las funciones premium y actualizaciones futuras
fr: Toutes les fonctionnalités premium et mises à jour futures
hi: सभी प्रीमियम सुविधाएं और भविष्य के अपडेट
it: Tutte le funzionalità premium e aggiornamenti futuri
pt: Todas as funcionalidades premium e actualizações futuras
ru: Все премиум функции и будущие обновления
sv: Alla premium funktioner och framtida uppdateringar
th: คุณสมบัติพรีเมียมทั้งหมดและการอัพเดทในอนาคต
uz: Barcha premium funksiyalar va kelajakdagi yangilanishlar

# firstLaunchIntroPremiumFeatures
source: Premium Features
ar: المميزات المتقدمة
de: Premium-Funktionen
es: Funciones Premium
fr: Fonctionnalités Premium
hi: प्रीमियम सुविधाएं
it: Funzionalità Premium
pt: Funcionalidades Premium
ru: Премиум Функции
sv: Premium Funktioner
th: คุณสมบัติพรีเมียม
uz: Premium Funksiyalar

# firstLaunchIntroFreeTrial
source: Free Trial Period
ar: فترة تجريبية مجانية
de: Kostenlose Testphase
es: Período de Prueba Gratuito
fr: Période d'Essai Gratuite
hi: निःशुल्क परीक्षण अवधि
it: Periodo di Prova Gratuito
pt: Período de Teste Gratuito
ru: Бесплатный Пробный Период
sv: Gratis Provperiod
th: ช่วงทดลองใช้ฟรี
uz: Bepul Sinov Muddati

# firstLaunchIntroSevenDays
source: 7 Days
ar: 7 أيام
de: 7 Tage
es: 7 Días
fr: 7 Jours
hi: 7 दिन
it: 7 Giorni
pt: 7 Dias
ru: 7 Дней
sv: 7 Dagar
th: 7 วัน
uz: 7 Kun

# firstLaunchIntroFourteenDays
source: 14 Days
ar: 14 يوم
de: 14 Tage
es: 14 Días
fr: 14 Jours
hi: 14 दिन
it: 14 Giorni
pt: 14 Dias
ru: 14 Дней
sv: 14 Dagar
th: 14 วัน
uz: 14 Kun

# firstLaunchIntroMonthlyPlan
source: Monthly Subscription
ar: اشتراك شهري
de: Monatsabonnement
es: Suscripción Mensual
fr: Abonnement Mensuel
hi: मासिक सदस्यता
it: Abbonamento Mensile
pt: Subscrição Mensal
ru: Месячная Подписка
sv: Månadsprenumeration
th: การสมัครรายเดือน
uz: Oylik Obuna

# firstLaunchIntroYearlyPlan
source: Yearly Subscription
ar: اشتراك سنوي
de: Jahresabonnement
es: Suscripción Anual
fr: Abonnement Annuel
hi: वार्षिक सदस्यता
it: Abbonamento Annuale
pt: Subscrição Anual
ru: Годовая Подписка
sv: Årsprenumeration
th: การสมัครรายปี
uz: Yillik Obuna

# firstLaunchIntroTrialDescription
source: First 7 days free Then monthly payment
ar: أول 7 أيام مجانية ثم دفع شهري
de: Erste 7 Tage kostenlos Dann monatliche Zahlung
es: Primeros 7 días gratis Luego pago mensual
fr: 7 premiers jours gratuits Puis paiement mensuel
hi: पहले 7 दिन निःशुल्क फिर मासिक भुगतान
it: Primi 7 giorni gratis Poi pagamento mensile
pt: Primeiros 7 dias grátis Depois pagamento mensal
ru: Первые 7 дней бесплатно Затем ежемесячная оплата
sv: Första 7 dagarna gratis\nSedan månadsbetalning
th: 7 วันแรกฟรี จากนั้นชำระเงินรายเดือน
uz: Dastlabki 7 kun bepul Keyin oylik to'lov

# firstLaunchIntroYearlyTrialDescription
source: First 14 days free Then yearly payment
ar: أول 14 يوم مجاناً ثم دفع سنوي
de: Erste 14 Tage kostenlos Dann jährliche Zahlung
es: Primeros 14 días gratis Luego pago anual
fr: 14 premiers jours gratuits Puis paiement annuel
hi: पहले 14 दिन निःशुल्क फिर वार्षिक भुगतान
it: Primi 14 giorni gratis Poi pagamento annuale
pt: Primeiros 14 dias grátis Depois pagamento anual
ru: Первые 14 дней бесплатно Затем ежегодная оплата
sv: Första 14 dagarna gratis\nSedan årsbetalning
th: 14 วันแรกฟรี จากนั้นชำระเงินรายปี
uz: Dastlabki 14 kun bepul Keyin yillik to'lov

# firstLaunchIntroTrialNote
source: You can cancel anytime during trial period. If you don't cancel, paid subscription starts automatically.
ar: يمكنك الإلغاء في أي وقت خلال الفترة التجريبية. إذا لم تلغ، يبدأ الاشتراك المدفوع تلقائياً.
de: Sie können jederzeit während der Testphase kündigen. Wenn Sie nicht kündigen, beginnt automatisch das kostenpflichtige Abonnement.
es: Puedes cancelar en cualquier momento durante el período de prueba. Si no cancelas, la suscripción de pago comienza automáticamente.
fr: Vous pouvez annuler à tout moment pendant la période d'essai. Si vous n'annulez pas, l'abonnement payant commence automatiquement.
hi: आप परीक्षण अवधि के दौरान कभी भी रद्द कर सकते हैं। यदि आप रद्द नहीं करते तो पेड सब्सक्रिप्शन अपने आप शुरू हो जाएगी।
it: Puoi annullare in qualsiasi momento durante il periodo di prova. Se non annulli, l'abbonamento a pagamento inizia automaticamente.
pt: Pode cancelar a qualquer momento durante o período de teste. Se não cancelar, a subscrição paga começa automaticamente.
ru: Вы можете отменить в любое время в течение пробного периода. Если не отмените, платная подписка начнется автоматически.
sv: Du kan avbryta när som helst under provperioden.\nOm du inte avbryter startar betalad prenumeration automatiskt.
th: คุณสามารถยกเลิกได้ตลอดเวลาในช่วงทดลองใช้ หากไม่ยกเลิก การสมัครแบบเสียเงินจะเริ่มโดยอัตโนมัติ
uz: Sinov muddatida istalgan vaqtda bekor qilishingiz mumkin. Bekor qilmasangiz, pullik obuna avtomatik boshlanaadi.

# firstLaunchIntroRecommended
source: RECOMMENDED
ar: مُوصى به
de: EMPFOHLEN
es: RECOMENDADO
fr: RECOMMANDÉ
hi: अनुशंसित
it: RACCOMANDATO
pt: RECOMENDADO
ru: РЕКОМЕНДУЕТСЯ
sv: REKOMMENDERAD
th: แนะนำ
uz: TAVSIYA ETILADI

# firstLaunchIntroPriceLoading
source: Price loading...
ar: جارٍ تحميل السعر...
de: Preis wird geladen...
es: Cargando precio...
fr: Chargement du prix...
hi: कीमत लोड हो रही है...
it: Caricamento prezzo...
pt: A carregar preço...
ru: Загрузка цены...
sv: Laddar pris...
th: กำลังโหลดราคา...
uz: Narx yuklanmoqda...

# firstLaunchIntroSavingsText
source: First 14 days free {savings}% more economical
ar: أول 14 يوم مجاناً وفر {savings}% أكثر اقتصادية
de: Erste 14 Tage kostenlos {savings}% wirtschaftlicher
es: Primeros 14 días gratis {savings}% más económico
fr: 14 premiers jours gratuits {savings}% plus économique
hi: पहले 14 दिन निःशुल्क {savings}% अधिक किफायती
it: Primi 14 giorni gratis {savings}% più economico
pt: Primeiros 14 dias grátis {savings}% mais económico
ru: Первые 14 дней бесплатно {savings}% более экономично
sv: Första 14 dagarna gratis\n%{savings} billigare
th: 14 วันแรกฟรี ประหยัดกว่า {savings}%
uz: Dastlabki 14 kun bepul {savings}% tejamkor

# firstLaunchIntroStartPremium
source: Start Premium
ar: ابدأ المميز
de: Premium starten
es: Comenzar Premium
fr: Commencer Premium
hi: प्रीमियम शुरू करें
it: Inizia Premium
pt: Começar Premium
ru: Начать Премиум
sv: Starta Premium
th: เริ่มพรีเมียม
uz: Premiumni Boshlash

# firstLaunchIntroLaterButton
source: Later
ar: لاحقاً
de: Später
es: Más Tarde
fr: Plus Tard
hi: बाद में
it: Più Tardi
pt: Mais Tarde
ru: Позже
sv: Senare
th: ภายหลัง
uz: Keyinroq

# premiumPromotionCodes
source: Special Promotion Codes
ar: رموز الترويج الخاصة
es: Códigos de Promoción Especiales
fr: Codes de Promotion Spéciaux
hi: विशेष प्रोमो कोड
it: Codici Promozionali Speciali
pt: Códigos de Promoção Especiais
ru: Специальные Промо-коды
sv: Speciella Kampanjkoder
th: รหัสโปรโมชั่นพิเศษ
uz: Maxsus Promo Kodlar

# premiumSevenDayTrial
source: 7 Days Free Trial
ar: تجربة مجانية لمدة 7 أيام
es: Prueba Gratuita de 7 Días
fr: Essai Gratuit de 7 Jours
hi: 7 दिन निःशुल्क परीक्षण
it: Prova Gratuita di 7 Giorni
pt: Teste Gratuito de 7 Dias
ru: 7 Дней Бесплатного Тестирования
sv: 7-dagars Gratis Prov
th: ทดลองใช้ฟรี 7 วัน
uz: 7 Kunlik Bepul Sinov

# premiumFourteenDayTrial
source: 14 Days Free Trial
ar: تجربة مجانية لمدة 14 يوم
es: Prueba Gratuita de 14 Días
fr: Essai Gratuit de 14 Jours
hi: 14 दिन निःशुल्क परीक्षण
it: Prova Gratuita di 14 Giorni
pt: Teste Gratuito de 14 Dias
ru: 14 Дней Бесплатного Тестирования
sv: 14-dagars Gratis Prov
th: ทดลองใช้ฟรี 14 วัน
uz: 14 Kunlik Bepul Sinov

# premiumMonthlySubscription
source: Monthly Subscription
ar: اشتراك شهري
es: Suscripción Mensual
fr: Abonnement Mensuel
hi: मासिक सदस्यता
it: Abbonamento Mensile
pt: Subscrição Mensal
ru: Месячная Подписка
sv: Månadsprenumeration
th: การสมัครรายเดือน
uz: Oylik Obuna

# premiumYearlySubscription
source: Yearly Subscription
ar: اشتراك سنوي
es: Suscripción Anual
fr: Abonnement Annuel
hi: वार्षिक सदस्यता
it: Abbonamento Annuale
pt: Subscrição Anual
ru: Годовая Подписка
sv: Årsprenumeration
th: การสมัครรายปี
uz: Yillik Obuna

# premiumPromotionCodeInfo
source: Use these codes when purchasing subscription to benefit from free trial period
ar: استخدم هذه الرموز عند شراء الاشتراك للاستفادة من فترة التجربة المجانية
es: Usa estos códigos al comprar la suscripción para beneficiarte del período de prueba gratuita
fr: Utilisez ces codes lors de l'achat d'abonnement pour bénéficier de la période d'essai gratuite
hi: निःशुल्क परीक्षण अवधि का लाभ उठाने के लिए सदस्यता खरीदते समय इन कोडों का उपयोग करें
it: Usa questi codici quando acquisti l'abbonamento per beneficiare del periodo di prova gratuita
pt: Use estes códigos ao comprar a subscrição para beneficiar do período de teste gratuito
ru: Используйте эти коды при покупке подписки, чтобы воспользоваться бесплатным пробным периодом
sv: Du kan dra nytta av gratis provperiod genom att använda dessa koder vid prenumerationsköp
th: ใช้รหัสเหล่านี้เมื่อซื้อการสมัครเพื่อใช้ประโยชน์จากช่วงทดลองใช้ฟรี
uz: Bepul sinov muddatidan foydalanish uchun obuna sotib olishda ushbu kodlardan foydalaning

# premiumCodeCopied
source: 📋 Code Copied
ar: 📋 تم نسخ الرمز
es: 📋 Código Copiado
fr: 📋 Code Copié
hi: 📋 कोड कॉपी किया गया
it: 📋 Codice Copiato
pt: 📋 Código Copiado
ru: 📋 Код Скопирован
sv: 📋 Kod Kopierad
th: 📋 คัดลอกรหัสแล้ว
uz: 📋 Kod Nusxalandi

# premiumCodeCopiedMessage
source: Promotion code "{code}" copied to clipboard
ar: تم نسخ رمز الترويج "{code}" إلى الحافظة
es: Código de promoción "{code}" copiado al portapapeles
fr: Code de promotion "{code}" copié dans le presse-papiers
hi: प्रोमो कोड "{code}" क्लिपबोर्ड में कॉपी किया गया
it: Codice promozionale "{code}" copiato negli appunti
pt: Código de promoção "{code}" copiado para a área de transferência
ru: Промо-код "{code}" скопирован в буфер обмена
sv: Kampanjkod \"{code}\" kopierad till urklipp
th: รหัสโปรโมชั่น "{code}" คัดลอกไปยังคลิปบอร์ดแล้ว
uz: Promo kod "{code}" klipbordga nusxalandi

# premiumFeatureLocked
source: Premium feature - Upgrade to premium to unlock
ar: ميزة مميزة - قم بالترقية للمميز لإلغاء القفل
es: Función premium - Actualiza a premium para desbloquear
hi: प्रीमियम सुविधा - अनलॉक करने के लिए प्रीमियम में अपग्रेड करें
it: Funzione premium - Aggiorna a premium per sbloccare
pt: Funcionalidade premium - Atualize para premium para desbloquear
ru: Премиум-функция - Обновите до премиум для разблокировки
sv: Premium funktion - Bli premium för att låsa upp
th: คุณสมบัติพรีเมียม - อัปเกรดเป็นพรีเมียมเพื่อปลดล็อก
uz: Premium xususiyat - Qulfni ochish uchun premiumga yangilang

# premiumFeatureDialogTitle
source: Premium Feature 💎
ar: ميزة مميزة 💎
es: Función Premium 💎
hi: प्रीमियम सुविधा 💎
it: Funzione Premium 💎
pt: Funcionalidade Premium 💎
ru: Премиум-функция 💎
sv: Premium Funktion 💎
th: คุณสมบัติพรีเมียม 💎
uz: Premium Xususiyat 💎

# premiumFeatureDialogMessage
source: This feature requires premium subscription. Upgrade to premium to unlock all special features.
ar: هذه الميزة تتطلب اشتراكاً مميزاً. قم بالترقية للمميز لفتح جميع الميزات الخاصة.
es: Esta función requiere suscripción premium. Actualiza a premium para desbloquear todas las funciones especiales.
hi: इस सुविधा के लिए प्रीमियम सदस्यता की आवश्यकता है। सभी विशेष सुविधाओं को अनलॉक करने के लिए प्रीमियम में अपग्रेड करें।
it: Questa funzione richiede un abbonamento premium. Aggiorna a premium per sbloccare tutte le funzioni speciali.
pt: Esta funcionalidade requer uma subscrição premium. Atualize para premium para desbloquear todas as funcionalidades especiais.
ru: Эта функция требует премиум-подписку. Обновите до премиум, чтобы разблокировать все специальные функции.
sv: Denna funktion kräver premium prenumeration.\nGå till premium för att låsa upp alla speciella funktioner.
th: คุณสมบัตินี้ต้องการการสมัครพรีเมียม อัปเกรดเป็นพรีเมียมเพื่อปลดล็อกคุณสมบัติพิเศษทั้งหมด
uz: Bu xususiyat premium obuna talab qiladi. Barcha maxsus xususiyatlarni ochish uchun premiumga yangilang.

# upgradeConfirm
source: Go Premium
ar: انتقل للمميز
es: Ir a Premium
hi: प्रीमियम में जाएं
it: Vai a Premium
pt: Ir para Premium
ru: Перейти на Премиум
sv: Gå Till Premium
th: ไปที่พรีเมียม
uz: Premiumga O'tish

# premiumActiveTitle
source: ✨ Premium Active ✨
ar: ✨ المميز نشط ✨
es: ✨ Premium Activo ✨
hi: ✨ प्रीमियम सक्रिय ✨
it: ✨ Premium Attivo ✨
pt: ✨ Premium Ativo ✨
ru: ✨ Премиум Активен ✨
sv: ✨ Premium Aktivt ✨
th: ✨ พรีเมียมเปิดใช้งาน ✨
uz: ✨ Premium Faol ✨

# premiumActiveStatus
source: 🌟 Premium Member 🌟
ar: 🌟 عضو مميز 🌟
es: 🌟 Miembro Premium 🌟
hi: 🌟 प्रीमियम सदस्य 🌟
it: 🌟 Membro Premium 🌟
pt: 🌟 Membro Premium 🌟
ru: 🌟 Премиум Участник 🌟
sv: 🌟 Premium Medlem 🌟
th: 🌟 สมาชิกพรีเมียม 🌟
uz: 🌟 Premium A'zo 🌟

# premiumUpgradeTitle
source: 💎 Go Premium
ar: 💎 انتقل للمميز
es: 💎 Ir a Premium
hi: 💎 प्रीमियम में जाएं
it: 💎 Vai a Premium
pt: 💎 Ir para Premium
ru: 💎 Перейти на Премиум
sv: 💎 Gå Till Premium
th: 💎 ไปที่พรีเมียม
uz: 💎 Premiumga O'tish

# premiumActiveDescription
source: Complete digital tasbee experience
ar: تجربة المسبحة الرقمية الكاملة
es: Experiencia completa de rosario digital
hi: पूर्ण डिजिटल तस्बीह अनुभव
it: Esperienza completa del rosario digitale
pt: Experiência completa do rosário digital
ru: Полный опыт цифровых четок
sv: Fullständig digital böneräknare upplevelse
th: ประสบการณ์ตาสบีห์ดิจิทัลที่สมบูรณ์
uz: To'liq raqamli tasbeh tajribasi

# premiumUpgradeDescription
source: Ad-free and special features
ar: بدون إعلانات وميزات خاصة
es: Sin anuncios y funciones especiales
hi: विज्ञापन रहित और विशेष सुविधाएं
it: Senza pubblicità e funzioni speciali
pt: Sem anúncios e funcionalidades especiais
ru: Без рекламы и специальные функции
sv: Reklamfri och speciella funktioner
th: ไม่มีโฆษณาและคุณสมบัติพิเศษ
uz: Reklamasiz va maxsus xususiyatlar

source: Premium Membership Active
ar: العضوية المميزة نشطة
es: Membresía Premium Activa
hi: प्रीमियम सदस्यता सक्रिय
it: Abbonamento Premium Attivo
pt: Subscrição Premium Ativa
ru: Премиум Членство Активно
sv: Premium Medlemskap Aktivt
th: สมาชิกพรีเมียมเปิดใช้งาน
uz: Premium A'zolik Faol

# premiumUpgradeDiscountText
source: Go Premium and enjoy all benefits
ar: انتقل للمميز واستمتع بجميع المزايا
es: Ir a Premium y disfrutar de todos los beneficios
hi: प्रीमियम में जाएं और सभी लाभों का आनंद लें
it: Vai a Premium e goditi tutti i vantaggi
pt: Ir para Premium e aproveitar todos os benefícios
ru: Перейти на Премиум - 60% Экономии
sv: Gå till Premium och dra nytta av alla fördelar
th: ไปที่พรีเมียมและเพลิดเพลินกับสิทธิประโยชน์ทั้งหมด
uz: Premiumga O'ting va barcha imtiyozlardan bahramand bo'ling

# premiumUpgradeButton
source: Go Premium
ar: انتقل للمميز
es: Ir a Premium
hi: प्रीमियम में जाएं
it: Vai a Premium
pt: Ir para Premium
ru: Перейти на Премиум
sv: Gå Till Premium
th: ไปที่พรีเมียม
uz: Premiumga O'tish

# premiumMembershipActiveStatus
source: Your Premium Membership is Active
ar: عضويتك المميزة نشطة
es: Tu Membresía Premium está Activa
hi: आपकी प्रीमियम सदस्यता सक्रिय है
it: Il Tuo Abbonamento Premium è Attivo
pt: A Sua Subscrição Premium está Ativa
ru: Ваше Премиум Членство Активно
sv: Ditt Premium Medlemskap är Aktivt
th: สมาชิกพรีเมียมของคุณเปิดใช้งาน
uz: Sizning Premium A'zoligingiz Faol

# widgetInfoTitlePremium
source: Tasbee Widget About 📱
ar: حول ودجت المسبحة 📱
es: Acerca del Widget Tasbee 📱
hi: तस्बीह विजेट के बारे में 📱
it: Informazioni sul Widget Tasbee 📱
pt: Sobre o Widget Tasbee 📱
ru: О Виджете Тасбее 📱
sv: Om Tasbee Widget 📱
th: เกี่ยวกับวิดเจ็ตตาสบีห์ 📱
uz: Tasbee Vidjeti Haqida 📱

# widgetInfoTitleFree
source: Tasbee Widget About 🔒
ar: حول ودجت المسبحة 🔒
es: Acerca del Widget Tasbee 🔒
hi: तस्बीह विजेट के बारे में 🔒
it: Informazioni sul Widget Tasbee 🔒
pt: Sobre o Widget Tasbee 🔒
ru: О Виджете Тасбее 🔒
sv: Om Tasbee Widget 🔒
th: เกี่ยวกับวิดเจ็ตตาสบีห์ 🔒
uz: Tasbee Vidjeti Haqida 🔒
