Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# widgetPremiumDialogTitle
source: Premium Feature 💎
ar: ميزة مميزة 💎
es: Función Premium 💎
hi: प्रीमियम सुविधा 💎
it: Funzione Premium 💎
pt: Funcionalidade Premium 💎
ru: Премиум-функция 💎
sv: Premium Funktion 💎
th: คุณสมบัติพรีเมียม 💎
uz: Premium Xususiyat 💎

# widgetPremiumDialogMessage
source: Home screen widget is a premium feature. Upgrade to premium to use the widget.
ar: ودجت الشاشة الرئيسية ميزة مميزة. قم بالترقية للمميز لاستخدام الودجت.
es: El widget de pantalla de inicio es una función premium. Actualiza a premium para usar el widget.
hi: होम स्क्रीन विजेट एक प्रीमियम सुविधा है। विजेट का उपयोग करने के लिए प्रीमियम में अपग्रेड करें।
it: Il widget della schermata principale è una funzione premium. Aggiorna a premium per utilizzare il widget.
pt: O widget do ecrã inicial é uma funcionalidade premium. Atualize para premium para usar o widget.
ru: Виджет домашнего экрана - это премиум-функция. Обновите до премиум, чтобы использовать виджет.
sv: Hemskärms widget är en premium funktion.\nGå till premium för att använda widget.
th: วิดเจ็ตหน้าจอหลักเป็นคุณสมบัติพรีเมียม อัปเกรดเป็นพรีเมียมเพื่อใช้วิดเจ็ต
uz: Bosh ekran vidjeti premium xususiyatdir. Vidjeti ishlatish uchun premiumga yangilang.

# widgetPremiumRequired
source: Premium Required
ar: مطلوب مميز
es: Premium Requerido
hi: प्रीमियम आवश्यक
it: Premium Richiesto
pt: Premium Necessário
ru: Требуется Премиум
sv: Premium Krävs
th: ต้องการพรีเมียม
uz: Premium Talab Qilinadi

# quranFontSize
source: Font Size
ar: حجم الخط
es: Tamaño de Fuente
hi: फ़ॉन्ट आकार
it: Dimensione Font
pt: Tamanho da Fonte
sv: Teckenstorlek
uz: Shrift O'lchami

# quranSuraSelection
source: Sura Selection
ar: اختيار السورة
es: Selección de Sura
hi: सूरह चयन
it: Selezione Sura
pt: Seleção de Sura
sv: Sura Val
uz: Sura Tanlash

# quranNoDataFound
source: No data found
ar: لا توجد بيانات
es: No se encontraron datos
hi: कोई डेटा नहीं मिला
it: Nessun dato trovato
pt: Nenhum dado encontrado
sv: Ingen data hittades
uz: Ma'lumot topilmadi

# quranPreviousSura
source: Previous Sura
ar: السورة السابقة
es: Sura Anterior
hi: पिछली सूरह
it: Sura Precedente
pt: Sura Anterior
sv: Föregående Sura
uz: Oldingi Sura

# quranNextSura
source: Next Sura
ar: السورة التالية
es: Siguiente Sura
hi: अगली सूरह
it: Prossima Sura
pt: Próxima Sura
sv: Nästa Sura
uz: Keyingi Sura

# quranVerseCount
source: Verse Count
ar: عدد الآيات
es: Número de Versos
hi: आयत संख्या
it: Numero di Versi
pt: Número de Versos
sv: Antal Verser
uz: Oyatlar Soni

# quranFontSizeLabel
source: Font Size
ar: حجم الخط
es: Tamaño de Fuente
hi: फ़ॉन्ट आकार
it: Dimensione Font
pt: Tamanho da Fonte
sv: Teckenstorlek
uz: Shrift O'lchami

# quranFontSizeSmall
source: Small
ar: صغير
es: Pequeño
hi: छोटा
it: Piccolo
pt: Pequeno
sv: Liten
uz: Kichik

# quranFontSizeLarge
source: Large
ar: كبير
es: Grande
hi: बड़ा
it: Grande
pt: Grande
sv: Stor
uz: Katta

# settingsQuranWidget
source: Add Quran Widget
sv: Lägg Till Koran Widget
uz: Qur'on Vijetini Qo'shish

# settingsQuranWidgetSubtitle
source: Add Quran reading widget to home screen
sv: Lägg till Koran läs widget till hemskärm
uz: Bosh ekranga Qur'on o'qish vijetini qo'shing

# premiumFeatureQuranWidgetTitle
source: Quran Home Widget
sv: Koran Hemskärms Widget
uz: Qur'on Bosh Ekran Vijeti

# premiumFeatureQuranWidgetDescription
source: Read Quran directly from your home screen
sv: Läs Koran direkt från din hemskärm
uz: Bosh ekraningizdan to'g'ridan-to'g'ri Qur'on o'qing

# rewardSystemTitle
source: 🎁 Features with Rewarded Ads
sv: 🎁 Funktioner med Belöningsreklam
uz: 🎁 Reklama bilan Xususiyatlar

# rewardDhikrWidget
source: Dhikr Widget
uz: Zikr Vijeti

# rewardQuranWidget
source: Quran Widget
sv: Koran Widget
uz: Qur'on Vijeti

# rewardReminders
source: Reminders
sv: Påminnelser
uz: Eslatmalar

# rewardReminderTimes
source: Reminder Times
sv: Påminnelsetider
uz: Eslatma Vaqtlari

# rewardSystemInfo
source: You can use each feature for 24 hours by watching 3 ads per feature.
sv: Du kan använda varje funktion i 24 timmar genom att titta på 3 reklamer för varje funktion.
uz: Har bir xususiyatni 3 ta reklama ko'rish orqali 24 soat davomida ishlatishingiz mumkin.

# rewardFeatureUnlockMessage
source: You can unlock this feature by watching ads or becoming premium
sv: Du kan låsa upp denna funktion genom att titta på reklam eller bli premium
uz: Siz reklamalarni ko'rish yoki premium bo'lish orqali bu xususiyatni ochishingiz mumkin

# rewardAdsProgress
source: {adsWatched}/3 ads
sv: {adsWatched}/3 reklamer
uz: {adsWatched}/3 reklama

# rewardWatchAdButton
source: {remainingAds} Ads
sv: {remainingAds} Reklam
uz: {remainingAds} Reklama

# rewardFeatureActive
source: Active
sv: Aktiv
uz: Faol

# rewardServiceError
source: Service Error
sv: Service Fel
uz: Xizmat Xatosi

# rewardServiceNotReady
source: Reward service is not ready yet. Please restart the app.
sv: Belöningsservice inte redo än. Starta om appen.
uz: Mukofot xizmati hali tayyor emas. Iltimos, ilovani qayta ishga tushiring.

# rewardAdError
source: Ad Error
sv: Reklamfel
uz: Reklama Xatosi

# rewardAdNotReady
source: Ad is not ready right now. Please try again in a few seconds.
sv: Reklam förbereds inte för tillfället. Försök igen om några sekunder.
uz: Reklama hozir tayyor emas. Bir necha soniyadan keyin qayta urinib ko'ring.

# rewardError
source: Error
sv: Fel
uz: Xato

# rewardAdWatchError
source: An error occurred while watching the ad. Please try again.
sv: Ett fel uppstod när reklam tittades. Försök igen.
uz: Reklamani ko'rishda xato yuz berdi. Iltimos, qayta urinib ko'ring.

source: Reward system loading...
sv: Laddar belöningssystem...
uz: Mukofot tizimi yuklanmoqda...

# rewardHoursLeft
source: {hoursLeft} hours left
sv: {hoursLeft} timmar kvar
uz: {hoursLeft} soat qoldi

source: Reward Earned!
sv: Belöning Intjänad!
uz: Mukofot Olindi!

# rewardFeatureUnlocked
source: {featureName} unlocked for 24 hours!
sv: {featureName} upplåst i 24 timmar!
uz: {featureName} 24 soatga ochildi!

# rewardAdsRemaining
source: Watch {remainingAds} more ads to unlock this feature.
sv: Du kan låsa upp denna funktion genom att titta på {remainingAds} fler reklamer.
uz: Bu xususiyatni ochish uchun yana {remainingAds} ta reklama ko'ring.

# rewardAdPreparing
source: Ad Preparing
sv: Förbereder Reklam
uz: Reklama Tayyorlanmoqda

# rewardAdNotReadyMessage
source: Ad is not ready yet. Please wait a few seconds and try again.
sv: Reklam inte redo än. Vänta några sekunder och försök igen.
uz: Reklama hali tayyor emas. Bir necha soniya kuting va qayta urinib ko'ring.

# vibrationOk
source: OK
ar: حسناً
bn: ঠিক আছে
es: Aceptar
fa: تأیید
fr: D'accord
hi: ठीक है
ko: 확인
ru: ОК
sw: Sawa
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh: 确定

source: OK
ar: حسناً
bn: ঠিক আছে
es: Aceptar
fa: تأیید
fr: D'accord
hi: ठीक है
ko: 확인
ru: ОК
sw: Sawa
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh: 确定

# zikirAlhamdulillah
source: Alhamdulillah
ar: الحمد لله
bn: আলহামদুলিল্লাহ
fa: الحمدلله
hi: अल्हम्दुलिल्लाह
ja: アルハムドゥリッラー
ko: 알함둘릴라
ru: Альхамдулиллях
th: อัลฮัมดุลิลลาห์
ur: الحمد للہ

# zikirLaHawleWelaKuvvete
source: La hawla wa la quwwata illa billah
ar: لا حول ولا قوة إلا بالله
bn: লা হাওলা ওয়ালা কুওয়াতা
fa: لا حول ولا قوة إلا بالله
hi: ला हौला वला कुव्वता
id: La haula wala quwwata illa billah
ja: ラー・ハウラ・ワラー・クッワタ・イッラー・ビッラー
ko: 라 하울라 와라 쿠와타 일라 빌라
ms: La haula wala quwwata illa billah
ru: Ля хауля ва ля куввата илля биЛлях
th: ลา เฮาลา วะลา กุวตะ อิลลา บิลลาห์
ur: لا حول ولا قوۃ

# zikirRabbenaAtina
source: Rabbana Atina
ar: ربنا آتنا
bn: রাব্বানা আতিনা
fa: ربنا آتنا
hi: रब्बना आतिना
ja: ラッバナー・アーティナー
ko: 랍바나 아티나
ru: Раббана атина
th: รอบบะนา อาตินา
ur: ربنا آتنا

# zikirAllahummeSalli
source: Allahumma Salli
ar: اللهم صل على محمد
bn: আল্লাহুম্মা সাল্লি
fa: اللهم صل
hi: अल्लाहुम्मा सल्ली
id: Allahumma Shalli
ja: アッラーフンマ・サッリ
ko: 알라훔마 살리
ru: Аллахумма салли
th: อัลลาฮุมมะ ศอลลิ
ur: اللھم صل

# zikirBismillah
source: Bismillah
ar: بسم الله
bn: বিসমিল্লাহ
fa: بسم الله
hi: बिस्मिल्लाह
ja: ビスミッラー
ko: 비스밀라
ru: Бисмиллях
th: บิสมิลลาห์
ur: بسم اللہ

# zikirYaRahman
source: Ya Rahman Ya Rahim
ar: يا رحمن يا رحيم
bn: ইয়া রাহমান ইয়া রাহিম
fa: یا رحمان یا رحیم
hi: या रहमान या रहीम
ja: ヤー・ラフマーン・ヤー・ラヒーム
ko: 야 라흐만 야 라힘
ru: Я Рахман Я Рахим
th: ยา รอฮมาน ยา รอฮีม
ur: یا رحمٰن یا رحیم

# pickerMonthMay
source: May
ar: مايو
bn: মে
de: Mai
es: Mayo
fa: مه
fr: Mai
hi: मई
id: Mei
it: Maggio
ja: 5月
ko: 5월
ms: Mei
pt: Maio
ru: Май
sv: Maj
sw: Mei
th: พฤษภาคม
tr: Mayıs
ur: مئی
zh: 五月

# premiumTitle
source: 💎 Premium
ar: 💎 مميز
de: Premium werden
fr: Devenir Premium
hi: 💎 प्रीमियम
ru: 💎 Премиум
th: 💎 พรีเมียม

# proLabel
source: PRO
ar: مميز
hi: प्रो
ru: ПРО
th: โปร

# appInfoTitle
source: Tasbee Pro
fa: تسبیح پرو
th: ตัสบีโปร

# homeTitle
source: Tasbee Pro
fa: تسبیح پرو
th: ตัสบีโปร

# splashAppTitle
source: Tasbee Pro
fa: تسبیح پرو
