Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

source: Notification permission required
ar: إذن الإشعارات مطلوب
bn: নোটিফিকেশন অনুমতি প্রয়োজন
de: Benachrichtigungsberechtigung erforderlich
es: Permiso de notificación requerido
fa: مجوز اعلان لازم است
fr: Permission de notification requise
hi: अधिसूचना अनुमति आवश्यक
id: Izin notifikasi diperlukan
it: Permesso notifica richiesto
ja: 通知許可が必要
ko: 알림 권한 필요
ms: Kebenaran notifikasi diperlukan
pt: Permissão de notificação necessária
ru: Требуется разрешение на уведомления
sv: Meddelandetillstånd krävs
sw: Ruhusa ya arifa inahitajika
th: จำเป็นต้องมีสิทธิ์การแจ้งเตือน
tr: Bildirim izni gerekli
ur: اطلاع کی اجازت درکار
uz: Bildirishnoma ruxsati kerak
zh: 需要通知权限

# notificationZikirTime
source: Zikr Time 🕌
ar: وقت الذكر 🕌
bn: জিকিরের সময় 🕌
de: Dhikr-Zeit 🕌
es: Hora del Dhikr 🕌
fa: زمان ذکر 🕌
fr: Heure du Dhikr 🕌
hi: जिक्र का समय 🕌
id: Waktu Dzikir 🕌
it: Ora del Dhikr 🕌
ja: ズィクルの時間 🕌
ko: 지크르 시간 🕌
ms: Masa Zikir 🕌
pt: Hora do Dhikr 🕌
ru: Время зикра 🕌
sv: Dhikr Tid 🕌
sw: Wakati wa Dhikiri 🕌
th: เวลาซิกร์ 🕌
tr: Zikir Zamanı 🕌
ur: ذکر کا وقت 🕌
uz: Zikr vaqti 🕌
zh: 念珠时间 🕌

# notificationDailyZikirMessage
source: Daily zikr time has come!
ar: حان وقت الذكر اليومي!
bn: দৈনিক জিকিরের সময় এসেছে!
de: Es ist Zeit für das tägliche Dhikr!
es: ¡Es hora del dhikr diario!
fa: زمان ذکر روزانه فرا رسیده!
fr: L'heure du dhikr quotidien est arrivée!
hi: दैनिक जिक्र का समय आ गया!
id: Waktunya dzikir harian!
it: È ora del dhikr giornaliero!
ja: 毎日のズィクルの時間です！
ko: 매일 지크르 시간입니다!
ms: Masa untuk zikir harian!
pt: É hora do dhikr diário!
ru: Пришло время ежедневного зикра!
sv: Dags för daglig dhikr!
sw: Ni wakati wa dhikiri ya kila siku!
th: ถึงเวลาทำซิกร์รายวันแล้ว!
tr: Günlük zikir yapma zamanı geldi!
ur: روزانہ ذکر کا وقت آ گیا!
uz: Kundalik zikr qilish vaqti keldi!
zh: 是时候进行每日念珠了！

# notificationZikirReminder
source: Zikr Reminder
ar: تذكير الذكر
bn: জিকির রিমাইন্ডার
de: Dhikr-Erinnerung
es: Recordatorio de Dhikr
fa: یادآور ذکر
fr: Rappel de Dhikr
hi: जिक्र रिमाइंडर
id: Pengingat Dzikir
it: Promemoria Dhikr
ja: ズィクルリマインダー
ko: 지크르 리마인더
ms: Peringatan Zikir
pt: Lembrete de Dhikr
ru: Напоминание о зикре
sv: Dhikr Påminnelse
sw: Kikumbusho cha Dhikiri
th: การแจ้งเตือนซิกร์
tr: Zikir Hatırlatıcısı
ur: ذکر کی یاد دہانی
uz: Zikr eslatmasi
zh: 念珠提醒

# notificationDetailedMessage
source: Daily zikr time has come! SubhanAllah, Alhamdulillah, Allahu Akbar
ar: حان وقت الذكر اليومي! سبحان الله، الحمد لله، الله أكبر
bn: দৈনিক জিকিরের সময় এসেছে! সুবহানাল্লাহ, আলহামদুলিল্লাহ, আল্লাহু আকবার
de: Es ist Zeit für das tägliche Dhikr! SubhanAllah, Alhamdulillah, Allahu Akbar
es: ¡Es hora del dhikr diario! SubhanAllah, Alhamdulillah, Allahu Akbar
fa: زمان ذکر روزانه فرا رسیده! سبحان‌الله، الحمدلله، الله اکبر
fr: L'heure du dhikr quotidien est arrivée! SubhanAllah, Alhamdulillah, Allahu Akbar
hi: दैनिक जिक्र का समय आ गया! सुब्हानअल्लाह, अल्हम्दुलिल्लाह, अल्लाहु अकबर
id: Waktunya dzikir harian! Subhanallah, Alhamdulillah, Allahu Akbar
it: È ora del dhikr giornaliero! SubhanAllah, Alhamdulillah, Allahu Akbar
ja: 毎日のズィクルの時間です！スブハーナッラー、アルハムドゥリッラー、アッラーフ・アクバル
ko: 매일 지크르 시간입니다! 수브하날라, 알함둘릴라, 알라후 아크바르
ms: Masa untuk zikir harian! Subhanallah, Alhamdulillah, Allahu Akbar
pt: É hora do dhikr diário! SubhanAllah, Alhamdulillah, Allahu Akbar
ru: Пришло время ежедневного зикра! Субханаллах, Альхамдулиллях, Аллаху акбар
sv: Dags för daglig dhikr! SubhanAllah, Alhamdulillah, Allahu Akbar
sw: Ni wakati wa dhikiri ya kila siku! Subhanallah, Alhamdulillah, Allahu Akbar
th: ถึงเวลาทำซิกร์รายวันแล้ว! สุบฮานัลลอห์, อัลฮัมดุลิลลาห์, อัลลาฮู อักบาร์
tr: Günlük zikir yapma zamanı geldi! SubhanAllah, Alhamdulillah, Allahu Akbar
ur: روزانہ ذکر کا وقت آ گیا! سبحان اللہ، الحمد للہ، اللہ اکبر
uz: Kundalik zikr vaqti keldi! Subhanalloh, Alhamdulilloh, Allohu akbar
zh: 是时候进行每日念珠了！Subhanallah，Alhamdulillah，Allahu Akbar

# reminderFeatureRequiresPremium
source: Reminder feature requires premium membership
ar: ميزة التذكير تتطلب عضوية مميزة
de: Erinnerungsfunktion erfordert Premium-Mitgliedschaft
es: La función de recordatorio requiere membresía premium
fr: La fonction de rappel nécessite un abonnement premium
hi: रिमाइंडर सुविधा के लिए प्रीमियम सदस्यता आवश्यक है
it: La funzione promemoria richiede un abbonamento premium
pt: A função de lembrete requer assinatura premium
ru: Функция напоминаний требует премиум-членства
sv: Påminnelsefunktion kräver premium medlemskap
th: ฟีเจอร์เตือนความจำต้องการสมาชิกพรีเมี่ยม
uz: Eslatma funksiyasi uchun premium a'zolik talab qilinadi

# purchaseSuccessTitle
source: Success!
ar: نجح!
de: Erfolgreich!
es: ¡Éxito!
fr: Succès !
hi: सफल!
it: Successo!
pt: Sucesso!
ru: Успешно!
sv: Framgång!
th: สำเร็จ!
uz: Muvaffaqiyat!

# purchaseSuccessMessage
source: Your premium subscription has been activated. All premium features are now available to you.
ar: تم تفعيل اشتراكك المميز. جميع الميزات المميزة متاحة لك الآن.
de: Ihr Premium-Abonnement wurde aktiviert. Alle Premium-Funktionen stehen Ihnen jetzt zur Verfügung.
es: Su suscripción premium ha sido activada. Todas las características premium están ahora disponibles.
fr: Votre abonnement premium a été activé. Toutes les fonctionnalités premium sont maintenant disponibles.
hi: आपकी प्रीमियम सदस्यता सक्रिय हो गई है। सभी प्रीमियम सुविधाएं अब उपलब्ध हैं।
it: Il tuo abbonamento premium è stato attivato. Tutte le funzionalità premium sono ora disponibili.
pt: Sua assinatura premium foi ativada. Todos os recursos premium estão agora disponíveis.
ru: Ваша премиум-подписка активирована. Все премиум-функции теперь доступны.
sv: Din premium prenumeration har aktiverats. Alla premium funktioner är nu tillgängliga för dig.
th: การสมัครพรีเมี่ยมของคุณได้รับการเปิดใช้งาน ฟีเจอร์พรีเมี่ยมทั้งหมดพร้อมใช้งานแล้ว
uz: Premium obunangiz faollashtirildi. Barcha premium xususiyatlar endi mavjud.

# purchasePendingTitle
source: Purchase Process
ar: عملية الشراء
de: Kaufvorgang
es: Proceso de compra
fr: Processus d'achat
hi: खरीदारी प्रक्रिया
it: Processo di acquisto
pt: Processo de compra
ru: Процесс покупки
sv: Köpprocess
th: กระบวนการซื้อ
uz: Sotib olish jarayoni

# purchasePendingMessage
source: Purchase process is ongoing. Please wait...
ar: عملية الشراء جارية. يرجى الانتظار...
de: Kaufvorgang läuft. Bitte warten...
es: El proceso de compra está en curso. Por favor espere...
fr: Le processus d'achat est en cours. Veuillez patienter...
hi: खरीदारी प्रक्रिया चल रही है। कृपया प्रतीक्षा करें...
it: Il processo di acquisto è in corso. Attendi per favore...
pt: O processo de compra está em andamento. Por favor aguarde...
ru: Процесс покупки продолжается. Пожалуйста, подождите...
sv: Köpprocess pågår. Vänta...
th: กระบวนการซื้อกำลังดำเนินการ กรุณารอ...
uz: Sotib olish jarayoni davom etmoqda. Iltimos kuting...

# purchaseErrorDefault
source: An error occurred during the purchase process.
ar: حدث خطأ أثناء عملية الشراء.
de: Beim Kaufvorgang ist ein Fehler aufgetreten.
es: Ocurrió un error durante el proceso de compra.
fr: Une erreur s'est produite lors du processus d'achat.
hi: खरीदारी प्रक्रिया में त्रुटि हुई।
it: Si è verificato un errore durante il processo di acquisto.
pt: Ocorreu um erro durante o processo de compra.
ru: Произошла ошибка в процессе покупки.
sv: Ett fel uppstod vid köp.
th: เกิดข้อผิดพลาดในกระบวนการซื้อ
uz: Sotib olish jarayonida xatolik yuz berdi.

# purchaseErrorCancelled
source: Purchase process was cancelled.
ar: تم إلغاء عملية الشراء.
de: Kaufvorgang wurde abgebrochen.
es: El proceso de compra fue cancelado.
fr: Le processus d'achat a été annulé.
hi: खरीदारी प्रक्रिया रद्द कर दी गई।
it: Il processo di acquisto è stato annullato.
pt: O processo de compra foi cancelado.
ru: Процесс покупки был отменен.
sv: Köpprocess avbruten.
th: กระบวนการซื้อถูกยกเลิก
uz: Sotib olish jarayoni bekor qilindi.

# purchaseErrorInvalidPayment
source: Payment information is invalid.
ar: معلومات الدفع غير صحيحة.
de: Zahlungsinformationen sind ungültig.
es: La información de pago no es válida.
fr: Les informations de paiement ne sont pas valides.
hi: भुगतान जानकारी अमान्य है।
it: Le informazioni di pagamento non sono valide.
pt: As informações de pagamento são inválidas.
ru: Платежная информация недействительна.
sv: Betalningsuppgifter är ogiltiga.
th: ข้อมูลการชำระเงินไม่ถูกต้อง
uz: To'lov ma'lumotlari noto'g'ri.

# purchaseErrorProductNotAvailable
source: Product not available.
ar: المنتج غير متوفر.
de: Produkt nicht verfügbar.
es: Producto no disponible.
fr: Produit non disponible.
hi: उत्पाद उपलब्ध नहीं है।
it: Prodotto non disponibile.
pt: Produto não disponível.
ru: Продукт недоступен.
sv: Produkt ej tillgänglig.
th: สินค้าไม่พร้อมใช้งาน
uz: Mahsulot mavjud emas.

# purchaseErrorTitle
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
pt: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
uz: Xatolik

# premiumFeatureTitle
source: Premium Feature
ar: ميزة مميزة
de: Premium-Funktion
es: Característica Premium
fr: Fonctionnalité Premium
hi: प्रीमियम सुविधा
it: Funzionalità Premium
pt: Recurso Premium
ru: Премиум-функция
sv: Premium Funktion
th: ฟีเจอร์พรีเมี่ยม
uz: Premium Xususiyat

# premiumFeatureMessage
source: This feature requires premium subscription.
ar: هذه الميزة تتطلب اشتراك مميز.
de: Diese Funktion erfordert ein Premium-Abonnement.
es: Esta característica requiere suscripción premium.
fr: Cette fonctionnalité nécessite un abonnement premium.
hi: इस सुविधा के लिए प्रीमियम सदस्यता आवश्यक है।
it: Questa funzionalità richiede un abbonamento premium.
pt: Este recurso requer assinatura premium.
ru: Эта функция требует премиум-подписку.
sv: Denna funktion kräver premium prenumeration.
th: ฟีเจอร์นี้ต้องการการสมัครพรีเมี่ยม
uz: Bu xususiyat premium obuna talab qiladi.

# premiumFeatureConfirm
source: Go Premium
ar: الترقية للمميز
de: Auf Premium upgraden
es: Ir a Premium
fr: Passer au Premium
hi: प्रीमियम में जाएं
it: Vai a Premium
pt: Ir para Premium
ru: Перейти на Премиум
sv: Gå Till Premium
th: อัปเกรดเป็นพรีเมี่ยม
uz: Premiumga o'tish

# premiumFeatureCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
uz: Bekor qilish

# subscriptionCheckTitle
source: Check Completed
ar: اكتمل الفحص
de: Überprüfung abgeschlossen
es: Verificación completada
fr: Vérification terminée
hi: जांच पूर्ण
it: Verifica completata
pt: Verificação concluída
ru: Проверка завершена
sv: Kontroll Slutförd
th: ตรวจสอบเสร็จสิ้น
uz: Tekshiruv tugallandi

# subscriptionCheckActiveMessage
source: Your premium status has been updated: Active ✨
ar: تم تحديث حالة العضوية المميزة: نشط ✨
de: Ihr Premium-Status wurde aktualisiert: Aktiv ✨
es: Su estado premium ha sido actualizado: Activo ✨
fr: Votre statut premium a été mis à jour : Actif ✨
hi: आपकी प्रीमियम स्थिति अपडेट हुई: सक्रिय ✨
it: Il tuo stato premium è stato aggiornato: Attivo ✨
pt: Seu status premium foi atualizado: Ativo ✨
ru: Ваш премиум-статус обновлен: Активен ✨
sv: Din premium status har uppdaterats: Aktiv ✨
th: สถานะพรีเมี่ยมของคุณได้รับการอัปเดต: ใช้งานอยู่ ✨
uz: Premium holatangiz yangilandi: Faol ✨

# subscriptionCheckInactiveMessage
source: Your premium status has been updated: Inactive
ar: تم تحديث حالة العضوية المميزة: غير نشط
de: Ihr Premium-Status wurde aktualisiert: Inaktiv
es: Su estado premium ha sido actualizado: Inactivo
fr: Votre statut premium a été mis à jour : Inactif
hi: आपकी प्रीमियम स्थिति अपडेट हुई: निष्क्रिय
it: Il tuo stato premium è stato aggiornato: Inattivo
pt: Seu status premium foi atualizado: Inativo
ru: Ваш премиум-статус обновлен: Неактивен
sv: Din premium status har uppdaterats: Inaktiv
th: สถานะพรีเมี่ยมของคุณได้รับการอัปเดต: ไม่ใช้งาน
uz: Premium holatangiz yangilandi: Faol emas

# subscriptionCheckErrorMessage
source: An error occurred while checking premium status. Please try again later.
ar: حدث خطأ أثناء فحص حالة العضوية المميزة. يرجى المحاولة مرة أخرى لاحقاً.
de: Beim Überprüfen des Premium-Status ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un error al verificar el estado premium. Por favor intente más tarde.
fr: Une erreur s'est produite lors de la vérification du statut premium. Veuillez réessayer plus tard.
hi: प्रीमियम स्थिति जांचने में त्रुटि हुई। कृपया बाद में पुनः प्रयास करें।
it: Si è verificato un errore durante la verifica dello stato premium. Riprova più tardi.
pt: Ocorreu um erro ao verificar o status premium. Tente novamente mais tarde.
ru: Произошла ошибка при проверке премиум-статуса. Попробуйте позже.
sv: Ett fel uppstod när premium status kontrollerades. Försök igen senare.
th: เกิดข้อผิดพลาดขณะตรวจสอบสถานะพรีเมี่ยม กรุณาลองใหม่ภายหลัง
uz: Premium holatni tekshirishda xatolik yuz berdi. Keyinroq qayta urinib ko'ring.

# productNotFoundTitle
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
pt: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
uz: Xatolik

# productNotFoundMessage
source: Product not found. Please try again later.
ar: لم يتم العثور على المنتج. يرجى المحاولة مرة أخرى لاحقاً.
de: Produkt nicht gefunden. Bitte versuchen Sie es später erneut.
es: Producto no encontrado. Por favor intente más tarde.
fr: Produit introuvable. Veuillez réessayer plus tard.
hi: उत्पाद नहीं मिला। कृपया बाद में पुनः प्रयास करें।
it: Prodotto non trovato. Riprova più tardi.
pt: Produto não encontrado. Tente novamente mais tarde.
ru: Продукт не найден. Попробуйте позже.
sv: Produkt hittades inte. Försök igen senare.
th: ไม่พบสินค้า กรุณาลองใหม่ภายหลัง
uz: Mahsulot topilmadi. Keyinroq qayta urinib ko'ring.

# purchaseNetworkErrorMessage
source: An error occurred during purchase. Please check your internet connection and try again.
ar: حدث خطأ أثناء الشراء. يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.
de: Beim Kauf ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Ocurrió un error durante la compra. Verifique su conexión a internet e intente nuevamente.
fr: Une erreur s'est produite lors de l'achat. Veuillez vérifier votre connexion internet et réessayer.
hi: खरीदारी में त्रुटि हुई। कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
it: Si è verificato un errore durante l'acquisto. Controlla la connessione internet e riprova.
pt: Ocorreu um erro durante a compra. Verifique sua conexão com a internet e tente novamente.
ru: Произошла ошибка при покупке. Проверьте интернет-соединение и попробуйте снова.
sv: Ett fel uppstod vid köp. Kontrollera din internetanslutning och försök igen.
th: เกิดข้อผิดพลาดขณะซื้อ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและลองใหม่
uz: Sotib olishda xatolik yuz berdi. Internet ulanishingizni tekshiring va qayta urinib ko'ring.

# restorePurchaseSuccessTitle
source: Success
ar: نجح
de: Erfolgreich
es: Éxito
fr: Succès
hi: सफल
it: Successo
pt: Sucesso
ru: Успешно
sv: Framgång
th: สำเร็จ
uz: Muvaffaqiyat

# restorePurchaseSuccessMessage
source: Purchases restored. Checking your premium features...
ar: تم استرداد المشتريات. جاري فحص ميزاتك المميزة...
de: Käufe wiederhergestellt. Ihre Premium-Funktionen werden überprüft...
es: Compras restauradas. Verificando sus características premium...
fr: Achats restaurés. Vérification de vos fonctionnalités premium...
hi: खरीदारी पुनर्स्थापित हुई। आपकी प्रीमियम सुविधाएं जांची जा रही हैं...
it: Acquisti ripristinati. Verifica delle tue funzionalità premium...
pt: Compras restauradas. Verificando seus recursos premium...
ru: Покупки восстановлены. Проверка ваших премиум-функций...
sv: Köp återställda. Kontrollerar dina premium funktioner...
th: คืนค่าการซื้อเสร็จสิ้น กำลังตรวจสอบฟีเจอร์พรีเมี่ยมของคุณ...
uz: Xaridlar tiklandi. Premium xususiyatlaringiz tekshirilmoqda...

# restorePurchaseErrorTitle
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
pt: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
uz: Xatolik

# restorePurchaseErrorMessage
source: An error occurred while restoring purchases. Please check your internet connection.
ar: حدث خطأ أثناء استرداد المشتريات. يرجى التحقق من اتصال الإنترنت.
de: Beim Wiederherstellen der Käufe ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung.
es: Ocurrió un error al restaurar las compras. Verifique su conexión a internet.
fr: Une erreur s'est produite lors de la restauration des achats. Veuillez vérifier votre connexion internet.
hi: खरीदारी पुनर्स्थापना में त्रुटि हुई। कृपया अपना इंटरनेट कनेक्शन जांचें।
it: Si è verificato un errore durante il ripristino degli acquisti. Controlla la connessione internet.
pt: Ocorreu um erro ao restaurar as compras. Verifique sua conexão com a internet.
ru: Произошла ошибка при восстановлении покупок. Проверьте интернет-соединение.
sv: Ett fel uppstod när köp återställdes. Kontrollera din internetanslutning.
th: เกิดข้อผิดพลาดขณะคืนค่าการซื้อ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
uz: Xaridlarni tiklashda xatolik yuz berdi. Internet ulanishingizni tekshiring.

# subscriptionActiveStatus
source: Premium membership active
ar: العضوية المميزة نشطة
de: Premium-Mitgliedschaft aktiv
es: Membresía premium activa
fr: Abonnement premium actif
hi: प्रीमियम सदस्यता सक्रिय
it: Abbonamento premium attivo
pt: Assinatura premium ativa
ru: Премиум-членство активно
sv: Premium medlemskap aktivt
th: สมาชิกพรีเมี่ยมใช้งานอยู่
uz: Premium a'zolik faol

# subscriptionInactiveStatus
source: More features with Premium
ar: المزيد من الميزات مع المميز
de: Mehr Funktionen mit Premium
es: Más características con Premium
fr: Plus de fonctionnalités avec Premium
hi: प्रीमियम के साथ अधिक सुविधाएं
it: Più funzionalità con Premium
pt: Mais recursos com Premium
ru: Больше функций с Премиум
sv: Fler funktioner med Premium
th: ฟีเจอร์เพิ่มเติมกับพรีเมี่ยม
uz: Premium bilan ko'proq imkoniyatlar

# settingsPermissions
source: Permissions
ar: الأذونات
bn: অনুমতি
de: Berechtigungen
es: Permisos
fa: مجوزها
hi: अनुमतियां
id: Izin
it: Permessi
ja: 許可
ko: 권한
ms: Kebenaran
pt: Permissões
ru: Разрешения
sv: Tillstånd
sw: Ruhusa
th: สิทธิ์
tr: İzinler
ur: اجازات
uz: Ruxsatlar
zh: 权限

# settingsPermissionsTitle
source: App Permissions
ar: أذونات التطبيق
bn: অ্যাপ্লিকেশন অনুমতি
de: Anwendungsberechtigungen
es: Permisos de la Aplicación
fa: مجوزهای برنامه
fr: Permissions de l'Application
hi: एप्लिकेशन अनुमतियां
id: Izin Aplikasi
it: Permessi Applicazione
ja: アプリの許可
ko: 앱 권한
ms: Kebenaran Aplikasi
pt: Permissões da Aplicação
ru: Разрешения приложения
sv: App Tillstånd
sw: Ruhusa za Programu
th: สิทธิ์ของแอป
tr: Uygulama İzinleri
ur: ایپلیکیشن کی اجازات
uz: Ilova ruxsatlari
zh: 应用权限

# settingsPermissionsSubtitle
source: View and manage app permissions
ar: عرض وإدارة أذونات التطبيق
bn: অ্যাপ্লিকেশন অনুমতি দেখুন ও পরিচালনা করুন
de: Anwendungsberechtigungen anzeigen und verwalten
es: Ver y gestionar permisos de la aplicación
fa: مجوزهای برنامه را مشاهده و مدیریت کنید
fr: Afficher et gérer les permissions de l'application
hi: एप्लिकेशन अनुमतियां देखें और प्रबंधित करें
id: Lihat dan kelola izin aplikasi
it: Visualizza e gestisci permessi dell'applicazione
ja: アプリの許可を表示・管理
ko: 앱 권한 보기 및 관리
ms: Lihat dan urus kebenaran aplikasi
pt: Ver e gerenciar permissões da aplicação
ru: Просмотр и управление разрешениями приложения
sv: Visa och hantera app tillstånd
sw: Ona na dhibiti ruhusa za programu
th: ดูและจัดการสิทธิ์ของแอป
tr: Uygulama izinlerini görüntüle ve yönet
ur: ایپلیکیشن کی اجازات دیکھیں اور منظم کریں
uz: Ilova ruxsatlarini ko'rish va boshqarish
zh: 查看和管理应用权限

# permissionsTitle
source: Permissions
ar: الأذونات
bn: অনুমতি
de: Berechtigungen
es: Permisos
fa: مجوزها
hi: अनुमतियां
id: Izin
it: Permessi
ja: 許可
ko: 권한
ms: Kebenaran
pt: Permissões
ru: Разрешения
sv: Tillstånd
sw: Ruhusa
th: สิทธิ์
tr: İzinler
ur: اجازات
uz: Ruxsatlar
zh: 权限

# permissionsInfoTitle
source: Permission Information
ar: معلومات الأذونات
bn: অনুমতির তথ্য
de: Berechtigungsinformationen
es: Información de Permisos
fa: اطلاعات مجوز
fr: Informations sur les Permissions
hi: अनुमति की जानकारी
id: Informasi Izin
it: Informazioni Permessi
ja: 許可情報
ko: 권한 정보
ms: Maklumat Kebenaran
pt: Informações de Permissões
ru: Информация о разрешениях
sv: Tillståndsinformation
sw: Maelezo ya Ruhusa
th: ข้อมูลสิทธิ์
tr: İzin Bilgileri
ur: اجازت کی معلومات
uz: Ruxsat ma'lumotlari
zh: 权限信息

# permissionsInfoDescription
source: On this page, you can view and manage the permissions required for the app to function properly. Tap on the relevant permission card to grant permissions.
ar: في هذه الصفحة يمكنك عرض وإدارة الأذونات المطلوبة لعمل التطبيق بشكل صحيح. اضغط على بطاقة الإذن لمنحه.
bn: এই পৃষ্ঠায় অ্যাপ্লিকেশনের সঠিক কার্যকারিতার জন্য প্রয়োজনীয় অনুমতি দেখতে ও পরিচালনা করতে পারেন। অনুমতি দিতে সংশ্লিষ্ট অনুমতি কার্ডে স্পর্শ করুন।
de: Auf dieser Seite können Sie die für das ordnungsgemäße Funktionieren der Anwendung erforderlichen Berechtigungen anzeigen und verwalten. Um Berechtigungen zu erteilen, tippen Sie auf die entsprechende Berechtigungskarte.
es: En esta página puedes ver y gestionar los permisos necesarios para el correcto funcionamiento de la aplicación. Para otorgar permisos, toca la tarjeta de permiso correspondiente.
fa: در این صفحه می‌توانید مجوزهای لازم برای عملکرد صحیح برنامه را مشاهده و مدیریت کنید. برای دادن مجوزها، روی کارت مجوز مربوطه ضربه بزنید.
fr: Sur cette page, vous pouvez afficher et gérer les permissions nécessaires au bon fonctionnement de l'application. Touchez la carte de permission correspondante pour accorder une permission.
hi: इस पृष्ठ पर आप एप्लिकेशन के सही कार्य के लिए आवश्यक अनुमतियां देख और प्रबंधित कर सकते हैं। अनुमति देने के लिए संबंधित अनुमति कार्ड पर टच करें।
id: Di halaman ini Anda dapat melihat dan mengelola izin yang diperlukan agar aplikasi berfungsi dengan baik. Ketuk kartu izin yang relevan untuk memberikan izin.
it: In questa pagina puoi visualizzare e gestire i permessi necessari per il corretto funzionamento dell'applicazione. Per concedere permessi, tocca la scheda del permesso corrispondente.
ja: このページでは、アプリが正常に動作するために必要な許可を表示・管理できます。許可を与えるには関連する許可カードをタップしてください。
ko: 이 페이지에서 앱이 정상적으로 작동하는 데 필요한 권한을 보고 관리할 수 있습니다. 권한을 부여하려면 해당 권한 카드를 탭하세요.
ms: Pada halaman ini anda boleh melihat dan mengurus kebenaran yang diperlukan supaya aplikasi berfungsi dengan baik. Ketik pada kad kebenaran yang berkaitan untuk memberikan kebenaran.
pt: Nesta página pode ver e gerenciar as permissões necessárias para o correto funcionamento da aplicação. Para conceder permissões, toque no cartão de permissão correspondente.
ru: На этой странице вы можете просматривать и управлять разрешениями, необходимыми для правильной работы приложения. Для предоставления разрешений коснитесь соответствующей карточки разрешения.
sv: På denna sida kan du visa och hantera tillstånd som krävs för att appen ska fungera ordentligt. Tryck på relevant tillståndskort för att ge tillstånd.
sw: Katika ukurasa huu unaweza kuona na kudhibiti ruhusa zinazohitajika ili programu ifanye kazi vizuri. Ili kutoa ruhusa, gusa kadi ya ruhusa husika.
th: ในหน้านี้คุณสามารถดูและจัดการสิทธิ์ที่จำเป็นสำหรับการทำงานที่ถูกต้องของแอป แตะที่การ์ดสิทธิ์ที่เกี่ยวข้องเพื่อให้สิทธิ์
tr: Bu sayfada uygulamanın düzgün çalışması için gerekli izinleri görüntüleyebilir ve yönetebilirsiniz. İzinleri vermek için ilgili izin kartına dokunun.
ur: اس صفحے پر آپ ایپلیکیشن کے صحیح کام کے لیے ضروری اجازات دیکھ اور منظم کر سکتے ہیں۔ اجازت دینے کے لیے متعلقہ اجازت کارڈ پر ٹچ کریں۔
uz: Bu sahifada ilovaning to'g'ri ishlashi uchun zarur ruxsatlarni ko'rishingiz va boshqarishingiz mumkin. Ruxsatlarni berish uchun tegishli ruxsat kartasiga bosing.
zh: 在此页面您可以查看和管理应用正常工作所需的权限。要授予权限，请点击相应的权限卡。
