Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# permissionsRequired
source: Required Permissions
ar: الأذونات المطلوبة
bn: প্রয়োজনীয় অনুমতি
de: Erforderliche Berechtigungen
es: Permisos Requeridos
fa: مجوزهای لازم
fr: Permissions Requises
hi: आवश्यक अनुमतियां
id: Izin yang Diperlukan
it: Permessi Richiesti
ja: 必要な許可
ko: 필요한 권한
ms: Kebenaran yang Diperlukan
pt: Permissões Necessárias
ru: Необходимые разрешения
sv: Nödvändiga Tillstånd
sw: Ruhusa Zinazohitajika
th: สิทธิ์ที่จำเป็น
tr: Gerekli İzinler
ur: ضروری اجازات
uz: Zarur ruxsatlar
zh: 所需权限

# permissionsRequestAll
source: Request All Permissions
ar: طلب جميع الأذونات
bn: সব অনুমতির জন্য অনুরোধ করুন
de: Alle Berechtigungen anfordern
es: Solicitar Todos los Permisos
fa: درخواست تمام مجوزها
fr: Demander Toutes les Permissions
hi: सभी अनुमतियों का अनुरोध करें
id: Minta Semua Izin
it: Richiedi Tutti i Permessi
ja: すべての許可を要求
ko: 모든 권한 요청
ms: Minta Semua Kebenaran
pt: Solicitar Todas as Permissões
ru: Запросить все разрешения
sv: Begär Alla Tillstånd
sw: Omba Ruhusa Zote
th: ขอสิทธิ์ทั้งหมด
tr: Tüm İzinleri İste
ur: تمام اجازات کی درخواست کریں
uz: Barcha ruxsatlarni so'rash
zh: 请求所有权限

# permissionsOpenSettings
source: Open App Settings
ar: فتح إعدادات التطبيق
bn: অ্যাপ সেটিংস খুলুন
de: Anwendungseinstellungen öffnen
es: Abrir Configuración de la Aplicación
fa: باز کردن تنظیمات برنامه
fr: Ouvrir les Paramètres de l'App
hi: ऐप सेटिंग्स खोलें
id: Buka Pengaturan Aplikasi
it: Apri Impostazioni Applicazione
ja: アプリ設定を開く
ko: 앱 설정 열기
ms: Buka Tetapan Aplikasi
pt: Abrir Configurações da Aplicação
ru: Открыть настройки приложения
sv: Öppna App Inställningar
sw: Fungua Mipangilio ya Programu
th: เปิดการตั้งค่าแอป
tr: Uygulama Ayarlarını Aç
ur: ایپ سیٹنگز کھولیں
uz: Ilova sozlamalarini ochish
zh: 打开应用设置

# permissionGranted
source: Granted
ar: ممنوح
bn: দেওয়া হয়েছে
de: Gewährt
es: Otorgado
fa: داده شده
fr: Accordée
hi: दी गई
id: Diberikan
it: Concesso
ja: 許可済み
ko: 허용됨
ms: Diberikan
pt: Concedida
ru: Предоставлено
sv: Givet
sw: Imetolewa
th: ได้รับแล้ว
tr: Verildi
ur: دی گئی
uz: Berilgan
zh: 已授予

# permissionDenied
source: Denied
ar: مرفوض
bn: প্রত্যাখ্যাত
de: Verweigert
es: Denegado
fa: رد شده
fr: Refusée
hi: अस्वीकृत
id: Ditolak
it: Negato
ja: 拒否されました
ko: 거부됨
ms: Ditolak
pt: Negada
ru: Отклонено
sv: Nekat
sw: Imekataliwa
th: ปฏิเสธ
tr: Reddedildi
ur: مسترد
uz: Rad etilgan
zh: 已拒绝

# permissionPermanentlyDeniedShort
source: Permanently Denied
ar: رفض دائم
bn: স্থায়ী প্রত্যাখ্যান
de: Dauerhaft verweigert
es: Denegado Permanentemente
fa: رد دائمی
fr: Refus Permanent
hi: स्थायी अस्वीकृति
id: Penolakan Permanen
it: Negato Permanentemente
ja: 永続的拒否
ko: 영구 거부
ms: Penolakan Kekal
pt: Negada Permanentemente
ru: Постоянный отказ
sv: Permanent Nekat
sw: Imekataliwa Kabisa
th: ปฏิเสธถาวร
tr: Kalıcı Red
ur: مستقل مسترد
uz: Doimiy rad
zh: 永久拒绝

# permissionRestricted
source: Restricted
ar: مقيد
bn: সীমাবদ্ধ
de: Eingeschränkt
es: Restringido
fa: محدود
fr: Restreinte
hi: प्रतिबंधित
id: Dibatasi
it: Limitato
ja: 制限されています
ko: 제한됨
ms: Terhad
pt: Restrita
ru: Ограничено
sv: Begränsat
sw: Imezuiliwa
th: จำกัด
tr: Kısıtlı
ur: محدود
uz: Cheklangan
zh: 受限

# permissionUnknown
source: Unknown
ar: غير معروف
bn: অজানা
de: Unbekannt
es: Desconocido
fa: نامشخص
fr: Inconnue
hi: अज्ञात
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak Diketahui
pt: Desconhecida
ru: Неизвестно
sv: Okänt
sw: Isiyojulikana
th: ไม่ทราบ
tr: Bilinmiyor
ur: نامعلوم
uz: Noma'lum
zh: 未知

# permissionPermanentlyDenied
source: Permission permanently denied. You need to enable it manually from settings.
ar: تم رفض الإذن بشكل دائم. يجب تفعيله يدوياً من الإعدادات.
bn: অনুমতি স্থায়ীভাবে প্রত্যাখ্যাত হয়েছে। সেটিংস থেকে ম্যানুয়ালি খুলতে হবে।
de: Die Berechtigung wurde dauerhaft verweigert. Sie müssen sie manuell in den Einstellungen öffnen.
es: El permiso ha sido denegado permanentemente. Necesitas abrirlo manualmente desde la configuración.
fa: مجوز به طور دائمی رد شده. باید از تنظیمات به صورت دستی آن را فعال کنید.
fr: La permission a été refusée de manière permanente. Vous devez l'ouvrir manuellement depuis les paramètres.
hi: अनुमति स्थायी रूप से अस्वीकृत कर दी गई। आपको सेटिंग्स से मैन्युअल रूप से खोलना होगा।
id: Izin ditolak secara permanen. Anda perlu mengaktifkannya secara manual dari pengaturan.
it: Il permesso è stato negato permanentemente. Devi aprirlo manualmente dalle impostazioni.
ja: 許可が永続的に拒否されました。設定から手動で開く必要があります。
ko: 권한이 영구적으로 거부되었습니다. 설정에서 수동으로 활성화해야 합니다.
ms: Kebenaran ditolak secara kekal. Anda perlu mengaktifkannya secara manual dari tetapan.
pt: A permissão foi negada permanentemente. Precisa abri-la manualmente nas configurações.
ru: Разрешение навсегда отклонено. Необходимо включить его вручную в настройках.
sv: Tillstånd permanent nekat. Du måste aktivera det manuellt från inställningar.
sw: Ruhusa imekataliwa kabisa. Unahitaji kuifungua kwa mikono kutoka mipangilio.
th: สิทธิ์ถูกปฏิเสธอย่างถาวร คุณต้องเปิดด้วยตนเองจากการตั้งค่า
tr: İzin kalıcı olarak reddedildi. Ayarlardan manuel olarak açmanız gerekiyor.
ur: اجازت مستقل طور پر مسترد کر دی گئی۔ آپ کو سیٹنگز سے دستی طور پر کھولنا ہوگا۔
uz: Ruxsat doimiy ravishda rad etilgan. Sozlamalardan qo'lda yoqishingiz kerak.
zh: 权限已被永久拒绝。您需要从设置中手动开启。

# permissionNotificationTitle
source: Notification Permission
ar: إذن الإشعارات
bn: নোটিফিকেশন অনুমতি
de: Benachrichtigungsberechtigung
es: Permiso de Notificación
fa: مجوز اعلان
fr: Permission de Notification
hi: अधिसूचना अनुमति
id: Izin Notifikasi
it: Permesso Notifica
ja: 通知許可
ko: 알림 권한
ms: Kebenaran Notifikasi
pt: Permissão de Notificação
ru: Разрешение на уведомления
sv: Meddelandetillstånd
sw: Ruhusa ya Arifa
th: สิทธิ์การแจ้งเตือน
tr: Bildirim İzni
ur: اطلاع کی اجازت
uz: Bildirishnoma ruxsati
zh: 通知权限

# permissionAlarmTitle
source: Alarm Permission
ar: إذن المنبه
bn: অ্যালার্ম অনুমতি
de: Alarm-Berechtigung
es: Permiso de Alarma
fa: مجوز زنگ
fr: Permission d'Alarme
hi: अलार्म अनुमति
id: Izin Alarm
it: Permesso Allarme
ja: アラーム許可
ko: 알람 권한
ms: Kebenaran Penggera
pt: Permissão de Alarme
ru: Разрешение на сигнал
sv: Larmtillstånd
sw: Ruhusa ya Kengele
th: สิทธิ์การปลุก
tr: Alarm İzni
ur: الارم کی اجازت
uz: Signal ruxsati
zh: 闹钟权限

# permissionUnknownTitle
source: Unknown Permission
ar: إذن غير معروف
bn: অজানা অনুমতি
de: Unbekannte Berechtigung
es: Permiso Desconocido
fa: مجوز نامشخص
fr: Permission Inconnue
hi: अज्ञात अनुमति
id: Izin Tidak Diketahui
it: Permesso Sconosciuto
ja: 不明な許可
ko: 알 수 없는 권한
ms: Kebenaran Tidak Diketahui
pt: Permissão Desconhecida
ru: Неизвестное разрешение
sv: Okänt Tillstånd
sw: Ruhusa Isiyojulikana
th: สิทธิ์ที่ไม่ทราบ
tr: Bilinmeyen İzin
ur: نامعلوم اجازت
uz: Noma'lum ruxsat
zh: 未知权限

# permissionNotificationDescription
source: Required for zikr reminders and notifications
ar: مطلوب لتذكيرات الأذكار والإشعارات
bn: জিকির রিমাইন্ডার ও নোটিফিকেশনের জন্য প্রয়োজন
de: Erforderlich für Dhikr-Erinnerungen und Benachrichtigungen
es: Requerido para recordatorios de dhikr y notificaciones
fa: برای یادآورهای ذکر و اعلان‌ها لازم است
fr: Nécessaire pour les rappels de dhikr et les notifications
hi: जिक्र रिमाइंडर और अधिसूचनाओं के लिए आवश्यक
id: Diperlukan untuk pengingat dzikir dan notifikasi
it: Richiesto per promemoria dhikr e notifiche
ja: ズィクルリマインダーと通知に必要
ko: 지크르 리마인더 및 알림에 필요
ms: Diperlukan untuk peringatan zikir dan notifikasi
pt: Necessária para lembretes de dhikr e notificações
ru: Необходимо для напоминаний о зикре и уведомлений
sv: Krävs för dhikr påminnelser och meddelanden
sw: Inahitajika kwa vikumbusho vya dhikiri na arifa
th: จำเป็นสำหรับการแจ้งเตือนซิกร์และการแจ้งเตือน
tr: Zikir hatırlatıcıları ve bildirimler için gerekli
ur: ذکر کی یاد دہانیوں اور اطلاعات کے لیے ضروری
uz: Zikr eslatmalari va bildirishnomalar uchun zarur
zh: 念珠提醒和通知所需

# permissionAlarmDescription
source: Required for timely reminders (Android 12+)
ar: مطلوب للتذكيرات في الوقت المحدد (أندرويد 12+)
bn: সময়মতো রিমাইন্ডারের জন্য প্রয়োজন (Android 12+)
de: Erforderlich für pünktliche Erinnerungen (Android 12+)
es: Requerido para recordatorios puntuales (Android 12+)
fa: برای یادآورهای به موقع لازم است (اندروید ۱۲+)
fr: Nécessaire pour les rappels ponctuels (Android 12+)
hi: समय पर रिमाइंडर के लिए आवश्यक (Android 12+)
id: Diperlukan untuk pengingat tepat waktu (Android 12+)
it: Richiesto per promemoria puntuali (Android 12+)
ja: 時間通りのリマインダーに必要（Android 12+）
ko: 정시 리마인더에 필요 (Android 12+)
ms: Diperlukan untuk peringatan tepat pada masanya (Android 12+)
pt: Necessária para lembretes pontuais (Android 12+)
ru: Необходимо для своевременных напоминаний (Android 12+)
sv: Krävs för punktliga påminnelser (Android 12+)
sw: Inahitajika kwa vikumbusho vya wakati (Android 12+)
th: จำเป็นสำหรับการแจ้งเตือนตรงเวลา (Android 12+)
tr: Zamanında hatırlatıcılar için gerekli (Android 12+)
ur: وقت پر یاد دہانیوں کے لیے ضروری (Android 12+)
uz: O'z vaqtida eslatmalar uchun zarur (Android 12+)
zh: 准时提醒所需（Android 12+）

# permissionUnknownDescription
source: No information available about this permission
ar: المعلومات حول هذا الإذن غير متوفرة
bn: এই অনুমতি সম্পর্কে তথ্য উপলব্ধ নেই
de: Keine Informationen über diese Berechtigung verfügbar
es: No hay información disponible sobre este permiso
fa: اطلاعاتی درباره این مجوز در دسترس نیست
fr: Aucune information disponible sur cette permission
hi: इस अनुमति के बारे में जानकारी उपलब्ध नहीं है
id: Informasi tentang izin ini tidak tersedia
it: Non sono disponibili informazioni su questo permesso
ja: この許可に関する情報はありません
ko: 이 권한에 대한 정보가 없습니다
ms: Maklumat tentang kebenaran ini tidak tersedia
pt: Não há informações disponíveis sobre esta permissão
ru: Информация об этом разрешении недоступна
sv: Information om detta tillstånd är inte tillgängligt
sw: Hakuna maelezo yanayopatikana kuhusu ruhusa hii
th: ไม่มีข้อมูลเกี่ยวกับสิทธิ์นี้
tr: Bu izin hakkında bilgi mevcut değil
ur: اس اجازت کے بارے میں معلومات دستیاب نہیں
uz: Bu ruxsat haqida ma'lumot mavjud emas
zh: 此权限没有可用信息

source: Permission Already Granted
ar: الإذن ممنوح بالفعل
bn: অনুমতি ইতিমধ্যে দেওয়া হয়েছে
de: Berechtigung bereits gewährt
es: Permiso Ya Otorgado
fa: مجوز از قبل داده شده
fr: Permission Déjà Accordée
hi: अनुमति पहले से दी गई
id: Izin Sudah Diberikan
it: Permesso Già Concesso
ja: 許可は既に付与されています
ko: 권한이 이미 허용됨
ms: Kebenaran Sudah Diberikan
pt: Permissão Já Concedida
ru: Разрешение уже предоставлено
sv: Tillstånd Redan Givet
sw: Ruhusa Tayari Imetolewa
th: ได้รับสิทธิ์แล้ว
tr: İzin Zaten Verildi
ur: اجازت پہلے سے دی گئی
uz: Ruxsat allaqachon berilgan
zh: 权限已授予

# permissionAlreadyGrantedMessage
source: This permission is already granted.
ar: هذا الإذن ممنوح بالفعل.
bn: এই অনুমতি ইতিমধ্যে দেওয়া আছে।
de: Diese Berechtigung wurde bereits gewährt.
es: Este permiso ya ha sido otorgado.
fa: این مجوز از قبل داده شده است.
fr: Cette permission a déjà été accordée.
hi: यह अनुमति पहले से दी हुई है।
id: Izin ini sudah diberikan.
it: Questo permesso è già stato concesso.
ja: この許可は既に付与されています。
ko: 이 권한은 이미 허용되었습니다.
ms: Kebenaran ini sudah diberikan.
pt: Esta permissão já foi concedida.
ru: Это разрешение уже предоставлено.
sv: Detta tillstånd har redan getts.
sw: Ruhusa hii tayari imetolewa.
th: สิทธิ์นี้ได้รับแล้ว
tr: Bu izin zaten verilmiş durumda.
ur: یہ اجازت پہلے سے دی ہوئی ہے۔
uz: Bu ruxsat allaqachon berilgan.
zh: 此权限已被授予。

# permissionGrantedMessage
source: Permission granted successfully!
ar: تم منح الإذن بنجاح!
bn: অনুমতি সফলভাবে দেওয়া হয়েছে!
de: Berechtigung erfolgreich gewährt!
es: ¡Permiso otorgado exitosamente!
fa: مجوز با موفقیت داده شد!
fr: Permission accordée avec succès!
hi: अनुमति सफलतापूर्वक दी गई!
id: Izin berhasil diberikan!
it: Permesso concesso con successo!
ja: 許可が正常に付与されました！
ko: 권한이 성공적으로 허용되었습니다!
ms: Kebenaran berjaya diberikan!
pt: Permissão concedida com sucesso!
ru: Разрешение успешно предоставлено!
sv: Tillstånd framgångsrikt givet!
sw: Ruhusa imetolewa kwa mafanikio!
th: ได้รับสิทธิ์สำเร็จแล้ว!
tr: İzin başarıyla verildi!
ur: اجازت کامیابی سے دی گئی!
uz: Ruxsat muvaffaqiyatli berildi!
zh: 权限已成功授予！

# permissionPermanentlyDeniedMessage
source: Permission permanently denied. You can enable it manually from settings.
ar: تم رفض الإذن بشكل دائم. يمكنك تفعيله يدوياً من الإعدادات.
bn: অনুমতি স্থায়ীভাবে প্রত্যাখ্যাত হয়েছে। সেটিংস থেকে ম্যানুয়ালি খুলতে পারেন।
de: Die Berechtigung wurde dauerhaft verweigert. Sie können sie manuell in den Einstellungen öffnen.
es: El permiso ha sido denegado permanentemente. Puedes abrirlo manualmente desde la configuración.
fa: مجوز به طور دائمی رد شده. می‌توانید از تنظیمات به صورت دستی آن را فعال کنید.
fr: La permission a été refusée de manière permanente. Vous pouvez l'ouvrir manuellement depuis les paramètres.
hi: अनुमति स्थायी रूप से अस्वीकृत कर दी गई। आप सेटिंग्स से मैन्युअल रूप से खोल सकते हैं।
id: Izin ditolak secara permanen. Anda dapat mengaktifkannya secara manual dari pengaturan.
it: Il permesso è stato negato permanentemente. Puoi aprirlo manualmente dalle impostazioni.
ja: 許可が永続的に拒否されました。設定から手動で開くことができます。
ko: 권한이 영구적으로 거부되었습니다. 설정에서 수동으로 활성화할 수 있습니다.
ms: Kebenaran ditolak secara kekal. Anda boleh mengaktifkannya secara manual dari tetapan.
pt: A permissão foi negada permanentemente. Pode abri-la manualmente nas configurações.
ru: Разрешение навсегда отклонено. Можете включить его вручную в настройках.
sv: Tillstånd permanent nekat. Du kan aktivera det manuellt från inställningar.
sw: Ruhusa imekataliwa kabisa. Unaweza kuifungua kwa mikono kutoka mipangilio.
th: สิทธิ์ถูกปฏิเสธอย่างถาวร คุณสามารถเปิดด้วยตนเองจากการตั้งค่า
tr: İzin kalıcı olarak reddedildi. Ayarlardan manuel olarak açabilirsiniz.
ur: اجازت مستقل طور پر مسترد کر دی گئی۔ آپ سیٹنگز سے دستی طور پر کھول سکتے ہیں۔
uz: Ruxsat doimiy ravishda rad etilgan. Sozlamalardan qo'lda yoqishingiz mumkin.
zh: 权限已被永久拒绝。您可以从设置中手动开启。

# permissionDeniedMessage
source: Permission denied. You can try again.
ar: تم رفض الإذن. يمكنك المحاولة مرة أخرى.
bn: অনুমতি প্রত্যাখ্যাত হয়েছে। আবার চেষ্টা করতে পারেন।
de: Berechtigung verweigert. Sie können es erneut versuchen.
es: Permiso denegado. Puedes intentar de nuevo.
fa: مجوز رد شده. می‌توانید دوباره امتحان کنید.
fr: Permission refusée. Vous pouvez réessayer.
hi: अनुमति अस्वीकृत कर दी गई। आप फिर से कोशिश कर सकते हैं।
id: Izin ditolak. Anda dapat mencoba lagi.
it: Permesso negato. Puoi riprovare.
ja: 許可が拒否されました。再度試すことができます。
ko: 권한이 거부되었습니다. 다시 시도할 수 있습니다.
ms: Kebenaran ditolak. Anda boleh cuba lagi.
pt: Permissão negada. Pode tentar novamente.
ru: Разрешение отклонено. Можете попробовать снова.
sv: Tillstånd nekat. Du kan försöka igen.
sw: Ruhusa imekataliwa. Unaweza kujaribu tena.
th: สิทธิ์ถูกปฏิเสธ คุณสามารถลองใหม่ได้
tr: İzin reddedildi. Tekrar deneyebilirsiniz.
ur: اجازت مسترد کر دی گئی۔ آپ دوبارہ کوشش کر سکتے ہیں۔
uz: Ruxsat rad etildi. Qayta urinib ko'rishingiz mumkin.
zh: 权限被拒绝。您可以重试。

# permissionRequestError
source: An error occurred while requesting permission.
ar: حدث خطأ أثناء طلب الإذن.
bn: অনুমতি চাইতে ত্রুটি হয়েছে।
de: Ein Fehler ist beim Anfordern der Berechtigung aufgetreten.
es: Ocurrió un error al solicitar el permiso.
fa: در درخواست مجوز خطایی رخ داد.
fr: Une erreur s'est produite lors de la demande de permission.
hi: अनुमति मांगते समय त्रुटि हुई।
id: Terjadi kesalahan saat meminta izin.
it: Si è verificato un errore durante la richiesta del permesso.
ja: 許可要求中にエラーが発生しました。
ko: 권한 요청 중 오류가 발생했습니다.
ms: Ralat berlaku semasa meminta kebenaran.
pt: Ocorreu um erro ao solicitar a permissão.
ru: Произошла ошибка при запросе разрешения.
sv: Ett fel uppstod när tillstånd begärdes.
sw: Hitilafu imetokea wakati wa kuomba ruhusa.
th: เกิดข้อผิดพลาดขณะขอสิทธิ์
tr: İzin istenirken bir hata oluştu.
ur: اجازت مانگتے وقت خرابی ہوئی۔
uz: Ruxsat so'rashda xato yuz berdi.
zh: 请求权限时发生错误。

# permissionsAllGranted
source: All Permissions Granted
ar: تم منح جميع الأذونات
bn: সব অনুমতি দেওয়া হয়েছে
de: Alle Berechtigungen gewährt
es: Todos los Permisos Otorgados
fa: تمام مجوزها داده شد
fr: Toutes les Permissions Accordées
hi: सभी अनुमतियां दी गईं
id: Semua Izin Diberikan
it: Tutti i Permessi Concessi
ja: すべての許可が付与されました
ko: 모든 권한 허용됨
ms: Semua Kebenaran Diberikan
pt: Todas as Permissões Concedidas
ru: Все разрешения предоставлены
sv: Alla Tillstånd Givna
sw: Ruhusa Zote Zimetolewa
th: ได้รับสิทธิ์ทั้งหมดแล้ว
tr: Tüm İzinler Verildi
ur: تمام اجازات دی گئیں
uz: Barcha ruxsatlar berildi
zh: 所有权限已授予

# permissionsAllGrantedMessage
source: All required permissions have been granted successfully!
ar: تم منح جميع الأذونات المطلوبة بنجاح!
bn: সব প্রয়োজনীয় অনুমতি সফলভাবে দেওয়া হয়েছে!
de: Alle erforderlichen Berechtigungen wurden erfolgreich gewährt!
es: ¡Todos los permisos requeridos han sido otorgados exitosamente!
fa: تمام مجوزهای لازم با موفقیت داده شد!
fr: Toutes les permissions requises ont été accordées avec succès!
hi: सभी आवश्यक अनुमतियां सफलतापूर्वक दी गईं!
id: Semua izin yang diperlukan berhasil diberikan!
it: Tutti i permessi richiesti sono stati concessi con successo!
ja: 必要なすべての許可が正常に付与されました！
ko: 필요한 모든 권한이 성공적으로 허용되었습니다!
ms: Semua kebenaran yang diperlukan berjaya diberikan!
pt: Todas as permissões necessárias foram concedidas com sucesso!
ru: Все необходимые разрешения успешно предоставлены!
sv: Alla nödvändiga tillstånd har framgångsrikt getts!
sw: Ruhusa zote zilizoombiwa zimetolewa kwa mafanikio!
th: ได้รับสิทธิ์ที่จำเป็นทั้งหมดสำเร็จแล้ว!
tr: Tüm gerekli izinler başarıyla verildi!
ur: تمام ضروری اجازات کامیابی سے دی گئیں!
uz: Barcha zarur ruxsatlar muvaffaqiyatli berildi!
zh: 所有请求的权限已成功授予！

# permissionsSomeGranted
source: Some Permissions Granted
ar: تم منح بعض الأذونات
bn: কিছু অনুমতি দেওয়া হয়েছে
de: Einige Berechtigungen gewährt
es: Algunos Permisos Otorgados
fa: برخی مجوزها داده شد
fr: Certaines Permissions Accordées
hi: कुछ अनुमतियां दी गईं
id: Beberapa Izin Diberikan
it: Alcuni Permessi Concessi
ja: 一部の許可が付与されました
ko: 일부 권한 허용됨
ms: Beberapa Kebenaran Diberikan
pt: Algumas Permissões Concedidas
ru: Некоторые разрешения предоставлены
sv: Vissa Tillstånd Givna
sw: Baadhi ya Ruhusa Zimetolewa
th: ได้รับสิทธิ์บางส่วน
tr: Bazı İzinler Verildi
ur: کچھ اجازات دی گئیں
uz: Ba'zi ruxsatlar berildi
zh: 部分权限已授予

# permissionsSomeGrantedMessage
source: Some permissions granted. You can grant missing permissions manually.
ar: تم منح بعض الأذونات. يمكنك منح الأذونات الناقصة يدوياً.
bn: কিছু অনুমতি দেওয়া হয়েছে। বাকি অনুমতি ম্যানুয়ালি দিতে পারেন।
de: Einige Berechtigungen wurden gewährt. Sie können fehlende Berechtigungen manuell gewähren.
es: Algunos permisos han sido otorgados. Puedes otorgar los permisos faltantes manualmente.
fa: برخی مجوزها داده شد. می‌توانید مجوزهای باقی‌مانده را به صورت دستی بدهید.
fr: Certaines permissions ont été accordées. Vous pouvez accorder les permissions manquantes manuellement.
hi: कुछ अनुमतियां दी गईं। आप बाकी अनुमतियां मैन्युअल रूप से दे सकते हैं।
id: Beberapa izin diberikan. Anda dapat memberikan izin yang kurang secara manual.
it: Alcuni permessi sono stati concessi. Puoi concedere manualmente i permessi mancanti.
ja: 一部の許可が付与されました。不足している許可を手動で付与できます。
ko: 일부 권한이 허용되었습니다. 누락된 권한을 수동으로 허용할 수 있습니다.
ms: Beberapa kebenaran diberikan. Anda boleh memberikan kebenaran yang kurang secara manual.
pt: Algumas permissões foram concedidas. Pode conceder as permissões em falta manualmente.
ru: Некоторые разрешения предоставлены. Можете дать остальные разрешения вручную.
sv: Vissa tillstånd har getts. Du kan manuellt ge saknade tillstånd.
sw: Baadhi ya ruhusa zimetolewa. Unaweza kutoa kwa mikono ruhusa zinazokosekana.
th: ได้รับสิทธิ์บางส่วน คุณสามารถให้สิทธิ์ที่ขาดหายไปด้วยตนเองได้
tr: Bazı izinler verildi. Eksik izinleri manuel olarak verebilirsiniz.
ur: کچھ اجازات دی گئیں۔ آپ باقی اجازات دستی طور پر دے سکتے ہیں۔
uz: Ba'zi ruxsatlar berildi. Qolgan ruxsatlarni qo'lda berishingiz mumkin.
zh: 已授予部分权限。您可以手动授予缺失的权限。

# permissionsRequestError
source: An error occurred while requesting permissions.
ar: حدث خطأ أثناء طلب الأذونات.
bn: অনুমতি চাইতে ত্রুটি হয়েছে।
de: Ein Fehler ist beim Anfordern der Berechtigungen aufgetreten.
es: Ocurrió un error al solicitar los permisos.
fa: در درخواست مجوزها خطایی رخ داد.
fr: Une erreur s'est produite lors de la demande de permissions.
hi: अनुमतियां मांगते समय त्रुटि हुई।
id: Terjadi kesalahan saat meminta izin.
it: Si è verificato un errore durante la richiesta dei permessi.
ja: 許可要求中にエラーが発生しました。
ko: 권한 요청 중 오류가 발생했습니다.
ms: Ralat berlaku semasa meminta kebenaran.
pt: Ocorreu um erro ao solicitar as permissões.
ru: Произошла ошибка при запросе разрешений.
sv: Ett fel uppstod när tillstånd begärdes.
sw: Hitilafu imetokea wakati wa kuomba ruhusa.
th: เกิดข้อผิดพลาดขณะขอสิทธิ์
tr: İzinler istenirken bir hata oluştu.
ur: اجازات مانگتے وقت خرابی ہوئی۔
uz: Ruxsatlar so'rashda xato yuz berdi.
zh: 请求权限时发生错误。

# permissionManualTitle
source: Manual Permission Required
ar: إذن يدوي مطلوب
bn: ম্যানুয়াল অনুমতি প্রয়োজন
de: Manuelle Berechtigung erforderlich
es: Permiso Manual Requerido
fa: مجوز دستی لازم
fr: Permission Manuelle Requise
hi: मैन्युअल अनुमति आवश्यक
id: Izin Manual Diperlukan
it: Permesso Manuale Richiesto
ja: 手動許可が必要
ko: 수동 권한 필요
ms: Kebenaran Manual Diperlukan
pt: Permissão Manual Necessária
ru: Требуется ручное разрешение
sv: Manuellt Tillstånd Krävs
sw: Ruhusa ya Mikono Inahitajika
th: จำเป็นต้องให้สิทธิ์ด้วยตนเอง
tr: Manuel İzin Gerekli
ur: دستی اجازت درکار
uz: Qo'lda ruxsat kerak
zh: 需要手动权限

# permissionManualMessage
source: This permission has been permanently denied. You need to enable it manually from the settings page.
ar: تم رفض هذا الإذن بشكل دائم. يجب تفعيله يدوياً من صفحة الإعدادات.
bn: এই অনুমতি স্থায়ীভাবে প্রত্যাখ্যাত হয়েছে। সেটিংস পৃষ্ঠা থেকে ম্যানুয়ালি খুলতে হবে।
de: Diese Berechtigung wurde dauerhaft verweigert. Sie müssen sie manuell auf der Einstellungsseite öffnen.
es: Este permiso ha sido denegado permanentemente. Necesitas abrirlo manualmente desde la página de configuración.
fa: این مجوز به طور دائمی رد شده. باید از صفحه تنظیمات به صورت دستی آن را فعال کنید.
fr: Cette permission a été refusée de manière permanente. Vous devez l'activer manuellement depuis les paramètres.
hi: यह अनुमति स्थायी रूप से अस्वीकृत कर दी गई। आपको सेटिंग्स पृष्ठ से मैन्युअल रूप से खोलना होगा।
id: Izin ini ditolak secara permanen. Anda perlu mengaktifkannya secara manual dari halaman pengaturan.
it: Questo permesso è stato negato permanentemente. Devi aprirlo manualmente dalla pagina delle impostazioni.
ja: この許可は永続的に拒否されました。設定ページから手動で開く必要があります。
ko: 이 권한이 영구적으로 거부되었습니다. 설정 페이지에서 수동으로 활성화해야 합니다.
ms: Kebenaran ini telah ditolak secara kekal. Anda perlu mengaktifkannya secara manual daripada halaman tetapan.
pt: Esta permissão foi negada permanentemente. Precisa abri-la manualmente na página de configurações.
ru: Это разрешение навсегда отклонено. Необходимо включить его вручную на странице настроек.
sv: Detta tillstånd har permanent nekats. Du måste aktivera det manuellt från inställningssidan.
sw: Ruhusa hii imekataliwa kabisa. Unahitaji kuifungua kwa mikono kutoka ukurasa wa mipangilio.
th: สิทธิ์นี้ถูกปฏิเสธอย่างถาวร คุณต้องเปิดด้วยตนเองจากหน้าการตั้งค่า
tr: Bu izin kalıcı olarak reddedildi. Ayarlar sayfasından manuel olarak açmanız gerekiyor.
ur: یہ اجازت مستقل طور پر مسترد کر دی گئی۔ آپ کو سیٹنگز سے دستی طور پر کھولنا ہوگا۔
uz: Bu ruxsat doimiy ravishda rad etilgan. Sozlamalar sahifasidan qo'lda yoqishingiz kerak.
zh: 此权限已被永久拒绝。您需要从设置页面手动开启。

# permissionBatteryTitle
source: Battery Optimization
ar: تحسين البطارية
bn: ব্যাটারি অপ্টিমাইজেশন
de: Batterieoptimierung
es: Optimización de Batería
fa: بهینه‌سازی باتری
fr: Optimisation de la Batterie
hi: बैटरी ऑप्टिमाइज़ेशन
it: Ottimizzazione Batteria
ja: バッテリー最適化
ko: 배터리 최적화
ms: Pengoptimuman Bateri
pt: Otimização de Bateria
ru: Оптимизация батареи
sv: Batterioptimering
sw: Uboresha Betri
th: การเพิ่มประสิทธิภาพแบตเตอรี่
uz: Batareya optimallashtirish
zh: 电池优化
