Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# pdfDocumentsPath
source: Application documents folder
ar: مجلد مستندات التطبيق
bn: অ্যাপ ডকুমেন্ট ফোল্ডার
de: Anwendungsdokumentenordner
es: Carpeta de documentos de la aplicación
fa: پوشه اسناد برنامه
fr: Dossier documents de l'app
hi: ऐप डॉक्यूमेंट्स फोल्डर
id: Folder dokumen aplikasi
it: Cartella documenti dell'applicazione
ja: アプリドキュメントフォルダ
ko: 앱 문서 폴더
ms: Folder dokumen aplikasi
pt: Pasta de documentos da aplicação
ru: Папка документов приложения
sv: App dokument mapp
sw: Folda ya nyaraka za programu
th: โฟลเดอร์เอกสารของแอป
tr: Uygulama belgeler klasörü
ur: ایپ ڈاکیومنٹس فولڈر
uz: Ilova hujjatlari papkasi
zh: 应用文档文件夹

# statsDetails
source: Zikr Details
ar: تفاصيل الأذكار
bn: জিকিরের বিস্তারিত
de: Dhikr-Details
es: Detalles del Dhikr
fa: جزئیات ذکر
fr: Détails des Dhikrs
hi: जिक्र की विस्तृत जानकारी
id: Detail Dzikir
it: Dettagli Dhikr
ja: ズィクル詳細
ko: 지크르 세부사항
ms: Butiran Zikir
pt: Detalhes do Dhikr
ru: Детали зикра
sv: Dhikr Detaljer
sw: Maelezo ya Dhikiri
th: รายละเอียดซิกร์
tr: Zikir Detayları
ur: ذکر کی تفصیلات
uz: Zikr tafsiloti
zh: 念珠详情

# widgetStatsDistribution
source: Widget Zikr Distribution
ar: توزيع أذكار الودجت
bn: উইজেট জিকির বিতরণ
de: Widget-Dhikr-Verteilung
es: Distribución del Dhikr del Widget
fa: توزیع ذکر ویجت
fr: Distribution des Dhikrs Widget
hi: विजेट जिक्र वितरण
id: Distribusi Dzikir Widget
it: Distribuzione Dhikr Widget
ja: ウィジェットズィクル分布
ko: 위젯 지크르 분포
ms: Taburan Zikir Widget
pt: Distribuição do Dhikr do Widget
ru: Распределение зикров виджета
sv: Widget Dhikr Fördelning
sw: Mgawanyo wa Dhikiri za Widget
th: การกระจายของซิกร์วิดเจ็ต
tr: Widget Zikir Dağılımı
ur: ویجٹ ذکر کی تقسیم
uz: Vidjet zikr taqsimoti
zh: 小组件念珠分布

# widgetStatsDetails
source: Widget Zikr Details
ar: تفاصيل أذكار الودجت
bn: উইজেট জিকিরের বিস্তারিত
de: Widget-Dhikr-Details
es: Detalles del Dhikr del Widget
fa: جزئیات ذکر ویجت
fr: Détails des Dhikrs Widget
hi: विजेट जिक्र की विस्तृत जानकारी
id: Detail Dzikir Widget
it: Dettagli Dhikr Widget
ja: ウィジェットズィクル詳細
ko: 위젯 지크르 세부사항
ms: Butiran Zikir Widget
pt: Detalhes do Dhikr do Widget
ru: Детали зикра виджета
sv: Widget Dhikr Detaljer
sw: Maelezo ya Dhikiri za Widget
th: รายละเอียดซิกร์วิดเจ็ต
tr: Widget Zikir Detayları
ur: ویجٹ ذکر کی تفصیلات
uz: Vidjet zikr tafsiloti
zh: 小组件念珠详情

# statsNoData
source: No data yet
ar: لا توجد بيانات حتى الآن
bn: এখনও কোন ডেটা নেই
de: Noch keine Daten
es: Aún no hay datos
fa: هنوز داده‌ای وجود ندارد
fr: Pas encore de données
hi: अभी तक कोई डेटा नहीं है
id: Belum ada data
it: Ancora nessun dato
ja: まだデータがありません
ko: 아직 데이터가 없습니다
ms: Tiada data lagi
pt: Ainda não há dados
ru: Пока нет данных
sv: Ingen data än
sw: Bado hakuna data
th: ยังไม่มีข้อมูล
tr: Henüz veri yok
ur: ابھی تک ڈیٹا نہیں ہے
uz: Hali ma'lumot yo'q
zh: 还没有数据

# statsNoDataMessage
source: No zikrs have been performed in this period yet
ar: لم يتم التسبيح في هذه الفترة
bn: এই সময়কালে এখনও জিকির করা হয়নি
de: In diesem Zeitraum wurde noch kein Dhikr gemacht
es: Aún no se ha realizado dhikr en este período
fa: در این دوره هنوز ذکری گفته نشده
fr: Aucun dhikr n'a encore été fait durant cette période
hi: इस अवधि में अभी तक जिक्र नहीं किया गया
id: Belum ada dzikir pada periode ini
it: In questo periodo non è stato ancora fatto nessun dhikr
ja: この期間にはまだズィクルが行われていません
ko: 이 기간에는 아직 지크르가 수행되지 않았습니다
ms: Tiada zikir pada tempoh ini
pt: Ainda não foi feito dhikr neste período
ru: В этом периоде пока не произнесено зикров
sv: Ingen dhikr gjord under denna period än
sw: Katika kipindi hiki bado hakuna dhikiri zilizofanywa
th: ยังไม่ได้ทำซิกร์ในช่วงเวลานี้
tr: Bu dönemde henüz zikir çekilmemiş
ur: اس مدت میں ابھی تک ذکر نہیں کیا گیا
uz: Bu davrda hali zikr qilinmagan
zh: 在此期间还没有完成念珠

# statsLoadingError
source: Error occurred while loading data
ar: حدث خطأ أثناء تحميل البيانات
bn: ডেটা লোড করতে ত্রুটি হয়েছে
de: Ein Fehler ist beim Laden der Daten aufgetreten
es: Ocurrió un error al cargar los datos
fa: در بارگیری داده خطایی رخ داد
fr: Une erreur s'est produite lors du chargement des données
hi: डेटा लोड करते समय त्रुटि हुई
id: Terjadi kesalahan saat memuat data
it: Si è verificato un errore durante il caricamento dei dati
ja: データ読み込み中にエラーが発生しました
ko: 데이터 로딩 중 오류가 발생했습니다
ms: Ralat berlaku semasa memuatkan data
pt: Ocorreu um erro ao carregar os dados
ru: Произошла ошибка при загрузке данных
sv: Ett fel uppstod när data laddades
sw: Hitilafu imetokea wakati wa kupakia data
th: เกิดข้อผิดพลาดขณะโหลดข้อมูล
tr: Veri yüklenirken hata oluştu
ur: ڈیٹا لوڈ کرتے وقت خرابی ہوئی
uz: Ma'lumot yuklashda xato yuz berdi
zh: 加载数据时发生错误

# reminderScreenTitle
source: Zikr Reminders
ar: تذكيرات الأذكار
bn: জিকির রিমাইন্ডার
de: Dhikr-Erinnerungen
es: Recordatorios de Dhikr
fa: یادآورهای ذکر
fr: Rappels de Dhikr
hi: जिक्र रिमाइंडर
id: Pengingat Dzikir
it: Promemoria Dhikr
ja: ズィクルリマインダー
ko: 지크르 리마인더
ms: Peringatan Zikir
pt: Lembretes de Dhikr
ru: Напоминания о зикре
sv: Dhikr Påminnelser
sw: Vikumbusho vya Dhikiri
th: การแจ้งเตือนซิกร์
tr: Zikir Hatırlatıcıları
ur: ذکر کی یاد دہانیاں
uz: Zikr eslatmalari
zh: 念珠提醒

# reminderScreenDescription
source: Receive reminder notifications to remember zikr at your specified date and time
ar: احصل على إشعارات للتذكير بالذكر في التاريخ والوقت المحدد
bn: নির্ধারিত তারিখ ও সময়ে জিকিরের রিমাইন্ডার নোটিফিকেশন পান
de: Erhalten Sie Benachrichtigungen, die Sie daran erinnern, Dhikr zu dem von Ihnen bestimmten Datum und Zeit zu machen
es: Recibe notificaciones que te recuerden hacer dhikr en la fecha y hora que determines
fa: در تاریخ و ساعت مشخص شده اعلان یادآوری ذکر دریافت کنید
fr: Recevez des notifications de rappel pour faire du dhikr à la date et à l'heure que vous définissez
hi: निर्धारित तारीख और समय पर जिक्र के रिमाइंडर अधिसूचना प्राप्त करें
id: Dapatkan notifikasi pengingat dzikir pada tanggal dan waktu yang ditentukan
it: Ricevi notifiche che ti ricordano di fare dhikr nella data e ora che determini
ja: 設定した日時にズィクルを思い出させる通知を受け取る
ko: 설정한 날짜와 시간에 지크르를 상기시키는 알림 받기
ms: Dapatkan notifikasi peringatan zikir pada tarikh dan masa yang ditetapkan
pt: Receba notificações que o lembram de fazer dhikr na data e hora que determinar
ru: Получайте уведомления-напоминания о зикре в указанную дату и время
sv: Få meddelanden som påminner dig att göra dhikr på datum och tider du ställer in
sw: Pokea arifa zinazokukumbusha kufanya dhikiri katika tarehe na wakati unaoweka
th: รับการแจ้งเตือนให้ทำซิกร์ในวันที่และเวลาที่คุณกำหนด
tr: Belirlediğiniz tarih ve saatte zikir yapmayı hatırlatan bildirimler alın
ur: مقرر کردہ تاریخ اور وقت پر ذکر کی یاد دہانی کی اطلاعات حاصل کریں
uz: Belgilangan sana va vaqtda zikr qilishni eslatuvchi bildirishnoma oling
zh: 在您确定的日期和时间接收提醒您进行念珠的通知

# reminderScreenAddButton
source: Add Reminder
ar: إضافة تذكير
bn: রিমাইন্ডার যুক্ত করুন
de: Erinnerung hinzufügen
es: Agregar Recordatorio
fa: اضافه کردن یادآور
fr: Ajouter un Rappel
hi: रिमाइंडर जोड़ें
id: Tambah Pengingat
it: Aggiungi Promemoria
ja: リマインダーを追加
ko: 리마인더 추가
ms: Tambah Peringatan
pt: Adicionar Lembrete
ru: Добавить напоминание
sv: Lägg Till Påminnelse
sw: Ongeza Kikumbusho
th: เพิ่มการแจ้งเตือน
tr: Hatırlatıcı Ekle
ur: یاد دہانی شامل کریں
uz: Eslatma qo'shish
zh: 添加提醒

# reminderScreenEmpty
source: No reminders yet
ar: لا توجد تذكيرات حتى الآن
bn: এখনও কোন রিমাইন্ডার নেই
de: Noch keine Erinnerungen
es: Aún no hay recordatorios
fa: هنوز یادآوری وجود ندارد
fr: Pas encore de rappel
hi: अभी तक कोई रिमाइंडर नहीं है
id: Belum ada pengingat
it: Ancora nessun promemoria
ja: まだリマインダーがありません
ko: 아직 리마인더가 없습니다
ms: Tiada peringatan lagi
pt: Ainda não há lembretes
ru: Пока нет напоминаний
sv: Inga påminnelser än
sw: Bado hakuna vikumbusho
th: ยังไม่มีการแจ้งเตือน
tr: Henüz hatırlatıcı yok
ur: ابھی تک کوئی یاد دہانی نہیں ہے
uz: Hali eslatma yo'q
zh: 还没有提醒

# reminderScreenEmptyMessage
source: Add reminders so you don't forget to do zikr
ar: أضف تذكيراً لعدم نسيان الذكر
bn: জিকির করতে ভুলে না যাওয়ার জন্য রিমাইন্ডার যুক্ত করুন
de: Fügen Sie Erinnerungen hinzu, um nicht zu vergessen, Dhikr zu machen
es: Agrega recordatorios para no olvidar hacer dhikr
fa: برای فراموش نکردن ذکر، یادآور اضافه کنید
fr: Ajoutez un rappel pour ne pas oublier de faire du dhikr
hi: जिक्र करना न भूलने के लिए रिमाइंडर जोड़ें
id: Tambahkan pengingat agar tidak lupa berdzikir
it: Aggiungi promemoria per non dimenticare di fare dhikr
ja: ズィクルを忘れないようにリマインダーを追加
ko: 지크르를 잊지 않도록 리마인더를 추가하세요
ms: Tambah peringatan supaya tidak lupa berzikir
pt: Adicione lembretes para não esquecer de fazer dhikr
ru: Добавьте напоминание, чтобы не забывать делать зикр
sv: Lägg till påminnelser för att inte glömma att göra dhikr
sw: Ongeza vikumbusho ili usisahau kufanya dhikiri
th: เพิ่มการแจ้งเตือนเพื่อไม่ให้ลืมทำซิกร์
tr: Zikir yapmayı unutmamak için hatırlatıcı ekleyin
ur: ذکر کرنا نہ بھولنے کے لیے یاد دہانی شامل کریں
uz: Zikr qilishni unutmaslik uchun eslatma qo'shing
zh: 添加提醒以不忘记进行念珠

# reminderDeleteSuccess
source: Deleted 🗑️
ar: تم الحذف 🗑️
bn: মুছে ফেলা হয়েছে 🗑️
de: Gelöscht 🗑️
es: Eliminado 🗑️
fa: حذف شد 🗑️
fr: Supprimé 🗑️
hi: हटा दिया गया 🗑️
id: Dihapus 🗑️
it: Eliminato 🗑️
ja: 削除されました 🗑️
ko: 삭제됨 🗑️
ms: Dihapuskan 🗑️
pt: Excluído 🗑️
ru: Удалено 🗑️
sv: Raderat 🗑️
sw: Imefutwa 🗑️
th: ลบแล้ว 🗑️
tr: Silindi 🗑️
ur: حذف ہو گیا 🗑️
uz: O'chirildi 🗑️
zh: 已删除 🗑️

# reminderDeleteMessage
source: Reminder deleted successfully
ar: تم حذف التذكير بنجاح
bn: রিমাইন্ডার সফলভাবে মুছে ফেলা হয়েছে
de: Erinnerung erfolgreich gelöscht
es: Recordatorio eliminado exitosamente
fa: یادآور با موفقیت حذف شد
fr: Le rappel a été supprimé avec succès
hi: रिमाइंडर सफलतापूर्वक हटा दिया गया
id: Pengingat berhasil dihapus
it: Promemoria eliminato con successo
ja: リマインダーが正常に削除されました
ko: 리마인더가 성공적으로 삭제되었습니다
ms: Peringatan berjaya dihapuskan
pt: Lembrete excluído com sucesso
ru: Напоминание успешно удалено
sv: Påminnelse framgångsrikt raderad
sw: Kikumbusho kimefutwa kwa mafanikio
th: ลบการแจ้งเตือนสำเร็จแล้ว
tr: Hatırlatıcı başarıyla silindi
ur: یاد دہانی کامیابی سے حذف ہو گئی
uz: Eslatma muvaffaqiyatli o'chirildi
zh: 提醒已成功删除

# reminderDefaultTitle
source: Zikr Time
ar: وقت الذكر
bn: জিকিরের সময়
de: Dhikr-Zeit
es: Hora del Dhikr
fa: زمان ذکر
fr: Heure du Dhikr
hi: जिक्र का समय
id: Waktu Dzikir
it: Ora del Dhikr
ja: ズィクルの時間
ko: 지크르 시간
ms: Masa Zikir
pt: Hora do Dhikr
ru: Время зикра
sv: Dhikr Tid
sw: Wakati wa Dhikiri
th: เวลาซิกร์
tr: Zikir Zamanı
ur: ذکر کا وقت
uz: Zikr vaqti
zh: 念珠时间

# addReminderTitle
source: New Reminder
ar: تذكير جديد
bn: নতুন রিমাইন্ডার
de: Neue Erinnerung
es: Nuevo Recordatorio
fa: یادآور جدید
fr: Nouveau Rappel
hi: नया रिमाइंडर
id: Pengingat Baru
it: Nuovo Promemoria
ja: 新しいリマインダー
ko: 새 리마인더
ms: Peringatan Baru
pt: Novo Lembrete
ru: Новое напоминание
sv: Ny Påminnelse
sw: Kikumbusho Kipya
th: การแจ้งเตือนใหม่
tr: Yeni Hatırlatıcı
ur: نئی یاد دہانی
uz: Yangi eslatma
zh: 新提醒

# addReminderDescription
source: Receive reminder notifications to remember zikr at your specified date and time
ar: احصل على إشعار للتذكير بالذكر في التاريخ والوقت المحدد
bn: নির্ধারিত তারিখ ও সময়ে জিকিরের রিমাইন্ডার নোটিফিকেশন পান
de: Erhalten Sie eine Benachrichtigung, die Sie daran erinnert, Dhikr zu dem von Ihnen bestimmten Datum und Zeit zu machen
es: Recibe una notificación que te recuerde hacer dhikr en la fecha y hora que determines
fa: در تاریخ و ساعت مشخص شده اعلان یادآوری ذکر دریافت کنید
fr: Recevez une notification de rappel pour faire du dhikr à la date et à l'heure que vous définissez
hi: निर्धारित तारीख और समय पर जिक्र के रिमाइंडर अधिसूचना प्राप्त करें
id: Dapatkan notifikasi pengingat dzikir pada tanggal dan waktu yang ditentukan
it: Ricevi una notifica che ti ricorda di fare dhikr nella data e ora che determini
ja: 設定した日時にズィクルを思い出させる通知を受け取る
ko: 설정한 날짜와 시간에 지크르를 상기시키는 알림 받기
ms: Dapatkan notifikasi peringatan zikir pada tarikh dan masa yang ditetapkan
pt: Receba uma notificação que o lembra de fazer dhikr na data e hora que determinar
ru: Получайте уведомления-напоминания о зикре в указанную дату и время
sv: Få ett meddelande som påminner dig att göra dhikr på datum och tid du ställer in
sw: Pokea arifa inayokukumbusha kufanya dhikiri katika tarehe na wakati unaoweka
th: รับการแจ้งเตือนให้ทำซิกร์ในวันที่และเวลาที่คุณกำหนด
tr: Belirlediğiniz tarih ve saatte zikir yapmayı hatırlatan bildirim alın
ur: مقرر کردہ تاریخ اور وقت پر ذکر کی یاد دہانی کی اطلاع حاصل کریں
uz: Belgilangan sana va vaqtda zikr qilishni eslatuvchi bildirishnoma oling
zh: 在您确定的日期和时间接收提醒您进行念珠的通知

# addReminderTitleLabel
source: Title
ar: العنوان
bn: শিরোনাম
de: Titel
es: Título
fa: عنوان
fr: Titre
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
pt: Título
ru: Заголовок
sv: Titel
sw: Kichwa
th: หัวข้อ
tr: Başlık
ur: عنوان
uz: Sarlavha
zh: 标题

# addReminderTitleHint
source: Zikr Time
ar: وقت الذكر
bn: জিকিরের সময়
de: Dhikr-Zeit
es: Hora del Dhikr
fa: زمان ذکر
fr: Heure du Dhikr
hi: जिक्र का समय
id: Waktu Dzikir
it: Ora del Dhikr
ja: ズィクルの時間
ko: 지크르 시간
ms: Masa Zikir
pt: Hora do Dhikr
ru: Время зикра
sv: Dhikr Tid
sw: Wakati wa Dhikiri
th: เวลาซิกร์
tr: Zikir Zamanı
ur: ذکر کا وقت
uz: Zikr vaqti
zh: 念珠时间

# addReminderMessageLabel
source: Message (Optional)
ar: الرسالة (اختياري)
bn: বার্তা (ঐচ্ছিক)
de: Nachricht (Optional)
es: Mensaje (Opcional)
fa: پیام (اختیاری)
fr: Message (Optionnel)
hi: संदेश (वैकल्पिक)
id: Pesan (Opsional)
it: Messaggio (Opzionale)
ja: メッセージ（任意）
ko: 메시지 (선택사항)
ms: Mesej (Pilihan)
pt: Mensagem (Opcional)
ru: Сообщение (по желанию)
sv: Meddelande (Valfri)
sw: Ujumbe (Si lazima)
th: ข้อความ (ไม่บังคับ)
tr: Mesaj (Opsiyonel)
ur: پیغام (اختیاری)
uz: Xabar (ixtiyoriy)
zh: 消息（可选）

# addReminderMessageHint
source: Time for zikr!
ar: حان وقت الذكر!
bn: জিকিরের সময় এসেছে!
de: Es ist Zeit für Dhikr!
es: ¡Es hora de hacer dhikr!
fa: زمان ذکر گفتن فرا رسیده!
fr: L'heure du dhikr est arrivée!
hi: जिक्र का समय आ गया!
id: Waktunya berdzikir!
it: È ora di fare dhikr!
ja: ズィクルの時間です！
ko: 지크르 시간입니다!
ms: Masa untuk berzikir!
pt: É hora de fazer dhikr!
ru: Пришло время делать зикр!
sv: Dags att göra dhikr!
sw: Ni wakati wa kufanya dhikiri!
th: ถึงเวลาทำซิกร์แล้ว!
tr: Zikir yapma zamanı geldi!
ur: ذکر کا وقت آ گیا!
uz: Zikr qilish vaqti keldi!
zh: 是时候进行念珠了！

# addReminderDateTimeLabel
source: Date and Time
ar: التاريخ والوقت
bn: তারিখ ও সময়
de: Datum und Zeit
es: Fecha y Hora
fa: تاریخ و ساعت
fr: Date et Heure
hi: तारीख और समय
id: Tanggal dan Waktu
it: Data e Ora
ja: 日時
ko: 날짜 및 시간
ms: Tarikh dan Masa
pt: Data e Hora
ru: Дата и время
sv: Datum och Tid
sw: Tarehe na Wakati
th: วันที่และเวลา
tr: Tarih ve Saat
ur: تاریخ اور وقت
uz: Sana va vaqt
zh: 日期和时间

# addReminderSelectDate
source: Select Date
ar: اختر التاريخ
bn: তারিখ নির্বাচন করুন
de: Datum auswählen
es: Seleccionar Fecha
fa: انتخاب تاریخ
fr: Sélectionner la Date
hi: तारीख चुनें
id: Pilih Tanggal
it: Seleziona Data
ja: 日付を選択
ko: 날짜 선택
ms: Pilih Tarikh
pt: Selecionar Data
ru: Выбрать дату
sv: Välj Datum
sw: Chagua Tarehe
th: เลือกวันที่
tr: Tarih Seç
ur: تاریخ منتخب کریں
uz: Sana tanlash
zh: 选择日期

# addReminderSelectTime
source: Select Time
ar: اختر الوقت
bn: সময় নির্বাচন করুন
de: Zeit auswählen
es: Seleccionar Hora
fa: انتخاب ساعت
fr: Sélectionner l'Heure
hi: समय चुनें
id: Pilih Waktu
it: Seleziona Ora
ja: 時刻を選択
ko: 시간 선택
ms: Pilih Masa
pt: Selecionar Hora
ru: Выбрать время
sv: Välj Tid
sw: Chagua Wakati
th: เลือกเวลา
tr: Saat Seç
ur: وقت منتخب کریں
uz: Vaqt tanlash
zh: 选择时间

# addReminderDatePickerTitle
source: Select Date
ar: اختر التاريخ
bn: তারিখ নির্বাচন করুন
de: Datum auswählen
es: Seleccionar Fecha
fa: تاریخ را انتخاب کنید
fr: Sélectionner la Date
hi: तारीख चुनें
id: Pilih Tanggal
it: Seleziona Data
ja: 日付を選択
ko: 날짜 선택
ms: Pilih Tarikh
pt: Selecionar Data
ru: Выберите дату
sv: Välj Datum
sw: Chagua Tarehe
th: เลือกวันที่
tr: Tarih Seçin
ur: تاریخ منتخب کریں
uz: Sanani tanlang
zh: 选择日期

# addReminderTimePickerTitle
source: Select Time
ar: اختر الوقت
bn: সময় নির্বাচন করুন
de: Zeit auswählen
es: Seleccionar Hora
fa: ساعت را انتخاب کنید
fr: Sélectionner l'Heure
hi: समय चुनें
id: Pilih Waktu
it: Seleziona Ora
ja: 時刻を選択
ko: 시간 선택
ms: Pilih Masa
pt: Selecionar Hora
ru: Выберите время
sv: Välj Tid
sw: Chagua Wakati
th: เลือกเวลา
tr: Saat Seçin
ur: وقت منتخب کریں
uz: Vaqtni tanlang
zh: 选择时间

# addReminderSubmitButton
source: Add Reminder
ar: إضافة التذكير
bn: রিমাইন্ডার যুক্ত করুন
de: Erinnerung hinzufügen
es: Agregar Recordatorio
fa: اضافه کردن یادآور
fr: Ajouter le Rappel
hi: रिमाइंडर जोड़ें
id: Tambah Pengingat
it: Aggiungi Promemoria
ja: リマインダーを追加
ko: 리마인더 추가
ms: Tambah Peringatan
pt: Adicionar Lembrete
ru: Добавить напоминание
sv: Lägg Till Påminnelse
sw: Ongeza Kikumbusho
th: เพิ่มการแจ้งเตือน
tr: Hatırlatıcı Ekle
ur: یاد دہانی شامل کریں
uz: Eslatma qo'shish
zh: 添加提醒

# addReminderInvalidDate
source: Invalid Date
ar: تاريخ غير صالح
bn: ভুল তারিখ
de: Ungültiges Datum
es: Fecha Inválida
fa: تاریخ نامعتبر
fr: Date Invalide
hi: गलत तारीख
id: Tanggal Tidak Valid
it: Data Non Valida
ja: 無効な日付
ko: 잘못된 날짜
ms: Tarikh Tidak Sah
pt: Data Inválida
ru: Недопустимая дата
sv: Ogiltigt Datum
sw: Tarehe Isiyo Halali
th: วันที่ไม่ถูกต้อง
tr: Geçersiz Tarih
ur: غلط تاریخ
uz: Noto'g'ri sana
zh: 无效日期

# addReminderInvalidDateMessage
source: You cannot select a past date
ar: لا يمكنك اختيار تاريخ ماضٍ
bn: আপনি অতীতের তারিখ নির্বাচন করতে পারবেন না
de: Sie können kein vergangenes Datum auswählen
es: No puedes seleccionar una fecha pasada
fa: نمی‌توانید تاریخ گذشته انتخاب کنید
fr: Vous ne pouvez pas sélectionner une date passée
hi: आप अतीत की तारीख नहीं चुन सकते
id: Anda tidak dapat memilih tanggal yang sudah lewat
it: Non puoi selezionare una data passata
ja: 過去の日付は選択できません
ko: 과거 날짜는 선택할 수 없습니다
ms: Anda tidak boleh memilih tarikh yang sudah berlalu
pt: Não pode selecionar uma data passada
ru: Нельзя выбрать прошедшую дату
sv: Du kan inte välja ett datum från det förflutna
sw: Huwezi kuchagua tarehe iliyopita
th: คุณไม่สามารถเลือกวันที่ในอดีตได้
tr: Geçmiş bir tarih seçemezsiniz
ur: آپ ماضی کی تاریخ منتخب نہیں کر سکتے
uz: O'tmish sanani tanlay olmaysiz
zh: 您不能选择过去的日期

# addReminderDefaultMessage
source: Time for zikr!
ar: حان وقت الذكر!
bn: জিকিরের সময় এসেছে!
de: Es ist Zeit für Dhikr!
es: ¡Es hora de hacer dhikr!
fa: زمان ذکر گفتن فرا رسیده!
fr: L'heure du dhikr est arrivée!
hi: जिक्र का समय आ गया!
id: Waktunya berdzikir!
it: È ora di fare dhikr!
ja: ズィクルの時間です！
ko: 지크르 시간입니다!
ms: Masa untuk berzikir!
pt: É hora de fazer dhikr!
ru: Пришло время делать зикр!
sv: Dags att göra dhikr!
sw: Ni wakati wa kufanya dhikiri!
th: ถึงเวลาทำซิกร์แล้ว!
tr: Zikir yapma zamanı geldi!
ur: ذکر کا وقت آ گیا!
uz: Zikr qilish vaqti keldi!
zh: 是时候进行念珠了！

# addReminderSuccess
source: Reminder Added 🔔
ar: تمت إضافة التذكير 🔔
bn: রিমাইন্ডার যুক্ত হয়েছে 🔔
de: Erinnerung hinzugefügt 🔔
es: Recordatorio Agregado 🔔
fa: یادآور اضافه شد 🔔
fr: Rappel Ajouté 🔔
hi: रिमाइंडर जोड़ा गया 🔔
id: Pengingat Ditambahkan 🔔
it: Promemoria Aggiunto 🔔
ja: リマインダーが追加されました 🔔
ko: 리마인더가 추가됨 🔔
ms: Peringatan Ditambah 🔔
pt: Lembrete Adicionado 🔔
ru: Напоминание добавлено 🔔
sv: Påminnelse Tillagd 🔔
sw: Kikumbusho Kimeongezwa 🔔
th: เพิ่มการแจ้งเตือนแล้ว 🔔
tr: Hatırlatıcı Eklendi 🔔
ur: یاد دہانی شامل ہو گئی 🔔
uz: Eslatma qo'shildi 🔔
zh: 提醒已添加 🔔

# addReminderSuccessMessage
source: Notification will come at the specified time
ar: سيصلك الإشعار في الوقت المحدد
bn: নির্ধারিত সময়ে নোটিফিকেশন আসবে
de: Eine Benachrichtigung wird zur angegebenen Zeit kommen
es: Llegará una notificación en el momento especificado
fa: در زمان مشخص شده اعلان خواهد آمد
fr: Une notification viendra à l'heure définie
hi: निर्धारित समय पर अधिसूचना आएगी
id: Notifikasi akan datang pada waktu yang ditentukan
it: Arriverà una notifica al momento specificato
ja: 設定時刻に通知が届きます
ko: 설정 시간에 알림이 올 것입니다
ms: Notifikasi akan datang pada masa yang ditetapkan
pt: Chegará uma notificação no momento especificado
ru: Уведомление придет в указанное время
sv: Meddelande kommer vid inställd tid
sw: Arifa itafika katika wakati ulioainishwa
th: จะมีการแจ้งเตือนในเวลาที่กำหนด
tr: Belirlenen zamanda bildirim gelecek
ur: مقرر کردہ وقت پر اطلاع آئے گی
uz: Belgilangan vaqtda bildirishnoma keladi
zh: 将在指定时间到达通知

# addReminderError
source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fa: خطا
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
pt: Erro
ru: Ошибка
sv: Fel
sw: Hitilafu
th: ข้อผิดพลาด
tr: Hata
ur: خرابی
uz: Xato
zh: 错误

# addReminderErrorMessage
source: An error occurred while adding reminder
ar: حدث خطأ أثناء إضافة التذكير
bn: রিমাইন্ডার যুক্ত করতে ত্রুটি হয়েছে
de: Ein Fehler ist beim Hinzufügen der Erinnerung aufgetreten
es: Ocurrió un error al agregar el recordatorio
fa: در اضافه کردن یادآور خطایی رخ داد
fr: Une erreur s'est produite lors de l'ajout du rappel
hi: रिमाइंडर जोड़ते समय त्रुटि हुई
id: Terjadi kesalahan saat menambahkan pengingat
it: Si è verificato un errore durante l'aggiunta del promemoria
ja: リマインダー追加中にエラーが発生しました
ko: 리마인더 추가 중 오류가 발생했습니다
ms: Ralat berlaku semasa menambah peringatan
pt: Ocorreu um erro ao adicionar o lembrete
ru: Произошла ошибка при добавлении напоминания
sv: Ett fel uppstod när påminnelse lades till
sw: Hitilafu imetokea wakati wa kuongeza kikumbusho
th: เกิดข้อผิดพลาดขณะเพิ่มการแจ้งเตือน
tr: Hatırlatıcı eklenirken bir hata oluştu
ur: یاد دہانی شامل کرتے وقت خرابی ہوئی
uz: Eslatma qo'shishda xato yuz berdi
zh: 添加提醒时发生错误

# addReminderPermissionTitle
source: Notification Permission Required
ar: إذن الإشعارات مطلوب
bn: নোটিফিকেশন অনুমতি প্রয়োজন
de: Benachrichtigungsberechtigung erforderlich
es: Permiso de Notificación Requerido
fa: مجوز اعلان لازم است
fr: Permission de Notification Requise
hi: अधिसूचना अनुमति आवश्यक
id: Izin Notifikasi Diperlukan
it: Permesso Notifica Richiesto
ja: 通知許可が必要
ko: 알림 권한 필요
ms: Kebenaran Notifikasi Diperlukan
pt: Permissão de Notificação Necessária
ru: Требуется разрешение на уведомления
sv: Meddelandetillstånd Krävs
sw: Ruhusa ya Arifa Inahitajika
th: จำเป็นต้องมีสิทธิ์การแจ้งเตือน
tr: Bildirim İzni Gerekli
ur: اطلاع کی اجازت درکار
uz: Bildirishnoma ruxsati kerak
zh: 需要通知权限

# addReminderPermissionMessage
source: You need to grant notification permission for reminders to work.
ar: تحتاج إلى منح إذن الإشعارات لعمل التذكيرات.
bn: রিমাইন্ডার কাজ করার জন্য আপনাকে নোটিফিকেশন অনুমতি দিতে হবে।
de: Sie müssen Benachrichtigungsberechtigungen erteilen, damit Erinnerungen funktionieren.
es: Necesitas dar permiso de notificación para que funcionen los recordatorios.
fa: برای عملکرد یادآورها باید مجوز اعلان بدهید.
fr: Vous devez donner la permission de notification pour que les rappels fonctionnent.
hi: रिमाइंडर के काम करने के लिए आपको अधिसूचना अनुमति देनी होगी।
id: Anda perlu memberikan izin notifikasi agar pengingat dapat berfungsi.
it: Devi dare il permesso di notifica perché i promemoria funzionino.
ja: リマインダーが動作するために通知許可を与える必要があります。
ko: 리마인더가 작동하려면 알림 권한을 부여해야 합니다.
ms: Anda perlu memberi kebenaran notifikasi supaya peringatan dapat berfungsi.
pt: Precisa dar permissão de notificação para que os lembretes funcionem.
ru: Для работы напоминаний необходимо дать разрешение на уведомления.
sv: För att påminnelser ska fungera måste du ge meddelandetillstånd.
sw: Unahitaji kutoa ruhusa ya arifa ili vikumbusho vifanye kazi.
th: คุณต้องให้สิทธิ์การแจ้งเตือนเพื่อให้การแจ้งเตือนทำงาน
tr: Hatırlatıcıların çalışması için bildirim izni vermeniz gerekiyor.
ur: یاد دہانیوں کے کام کرنے کے لیے آپ کو اطلاع کی اجازت دینی ہوگی۔
uz: Eslatmalarning ishlashi uchun bildirishnoma ruxsatini berishingiz kerak.
zh: 您需要授予通知权限以使提醒工作。

# addReminderPermissionCancel
source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pt: Cancelar
ru: Отмена
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
ur: منسوخ
uz: Bekor qilish
zh: 取消
