Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# addReminderPermissionSettings
source: Go to Settings
ar: الذهاب للإعدادات
bn: সেটিংসে যান
de: Zu Einstellungen gehen
es: Ir a Configuración
fa: رفتن به تنظیمات
fr: Aller aux Paramètres
hi: सेटिंग्स में जाएं
id: Buka Pengaturan
it: Vai alle Impostazioni
ja: 設定へ
ko: 설정으로
ms: Pergi ke Tetapan
pt: Ir para Configurações
ru: Перейти в настройки
sv: Gå Till Inställningar
sw: Nenda Mipangilio
th: ไปที่การตั้งค่า
tr: Ayarlara Git
ur: سیٹنگز میں جائیں
uz: Sozlamalarga o'tish
zh: 转到设置

# customTimesTitle
source: Reminder Times
ar: أوقات التذكير
bn: রিমাইন্ডারের সময়
de: Erinnerungszeiten
es: Horarios de Recordatorio
fa: ساعات یادآوری
fr: Heures de Rappel
hi: रिमाइंडर का समय
id: Waktu Pengingat
it: Orari Promemoria
ja: リマインダー時刻
ko: 리마인더 시간
ms: Masa Peringatan
pt: Horários dos Lembretes
ru: Время напоминаний
sv: Påminnelsetider
sw: Nyakati za Vikumbusho
th: เวลาแจ้งเตือน
tr: Hatırlatma Saatleri
ur: یاد دہانی کے اوقات
uz: Eslatma vaqtlari
zh: 提醒时间

# customTimesAddButton
source: Add Time
ar: إضافة وقت
bn: সময় যুক্ত করুন
de: Zeit hinzufügen
es: Agregar Hora
fa: اضافه کردن ساعت
fr: Ajouter une Heure
hi: समय जोड़ें
id: Tambah Waktu
it: Aggiungi Ora
ja: 時刻を追加
ko: 시간 추가
ms: Tambah Masa
pt: Adicionar Hora
ru: Добавить время
sv: Lägg Till Tid
sw: Ongeza Wakati
th: เพิ่มเวลา
tr: Saat Ekle
ur: وقت شامل کریں
uz: Vaqt qo'shish
zh: 添加时间

# customTimesDescription
source: Receive daily zikr reminders at custom times. Added times repeat every day.
ar: احصل على تذكيرات أذكار يومية في أوقات مخصصة. الأوقات المضافة تتكرر يومياً.
bn: নির্দিষ্ট সময়ে দৈনিক জিকির রিমাইন্ডার পান। যুক্ত করা সময়গুলি প্রতিদিন পুনরাবৃত্তি হবে।
de: Erhalten Sie tägliche Dhikr-Erinnerungen zu benutzerdefinierten Zeiten. Die Zeiten, die Sie hinzufügen, werden jeden Tag wiederholt.
es: Recibe recordatorios diarios de dhikr en horarios personalizados. Las horas que agregues se repetirán todos los días.
fa: در ساعات سفارشی یادآور ذکر روزانه دریافت کنید. ساعات اضافه شده هر روز تکرار می‌شود.
fr: Recevez des rappels de dhikr quotidiens à des heures personnalisées. Les heures ajoutées se répètent chaque jour.
hi: विशिष्ट समय पर दैनिक जिक्र रिमाइंडर प्राप्त करें। जोड़े गए समय प्रतिदिन दोहराए जाते हैं।
id: Dapatkan pengingat dzikir harian pada waktu khusus. Waktu yang ditambahkan akan diulang setiap hari.
it: Ricevi promemoria dhikr giornalieri in orari personalizzati. Gli orari che aggiungi si ripeteranno ogni giorno.
ja: カスタム時刻で毎日のズィクルリマインダーを受け取る。追加した時刻は毎日繰り返されます。
ko: 사용자 정의 시간에 매일 지크르 리마인더를 받으세요. 추가한 시간은 매일 반복됩니다.
ms: Dapatkan peringatan zikir harian pada masa tersuai. Masa yang ditambah akan berulang setiap hari.
pt: Receba lembretes diários de dhikr em horários personalizados. As horas que adicionar repetir-se-ão todos os dias.
ru: Получайте ежедневные напоминания о зикре в пользовательское время. Добавленное время повторяется каждый день.
sv: Få dagliga dhikr påminnelser vid anpassade tider. Tider du lägger till upprepas varje dag.
sw: Pokea vikumbusho vya dhikiri ya kila siku katika nyakati za kawaida. Nyakati unazozongeza zitajirudia kila siku.
th: รับการแจ้งเตือนซิกร์รายวันในเวลาพิเศษ เวลาที่คุณเพิ่มจะทำซ้ำทุกวัน
tr: Özel saatlerde günlük zikir hatırlatıcıları alın. Eklediğiniz saatler her gün tekrarlanır.
ur: مخصوص اوقات میں روزانہ ذکر کی یاد دہانیاں حاصل کریں۔ شامل کیے گئے اوقات ہر روز دہرائے جاتے ہیں۔
uz: Maxsus vaqtlarda kundalik zikr eslatmalari oling. Qo'shilgan vaqtlar har kuni takrorlanadi.
zh: 在自定义时间接收每日念珠提醒。您添加的时间将每天重复。

# customTimesEmptyTitle
source: No custom times added yet
ar: لم تتم إضافة أوقات مخصصة حتى الآن
bn: এখনও কোন নির্দিষ্ট সময় যুক্ত করা হয়নি
de: Noch keine benutzerdefinierten Zeiten hinzugefügt
es: Aún no se han agregado horarios personalizados
fa: هنوز ساعت سفارشی اضافه نشده
fr: Aucune heure personnalisée n'a encore été ajoutée
hi: अभी तक कोई विशिष्ट समय नहीं जोड़ा गया
id: Belum ada waktu khusus ditambahkan
it: Ancora nessun orario personalizzato aggiunto
ja: まだカスタム時刻が追加されていません
ko: 아직 사용자 정의 시간이 추가되지 않았습니다
ms: Tiada masa tersuai ditambah lagi
pt: Ainda não foram adicionados horários personalizados
ru: Пока не добавлено пользовательское время
sv: Ingen anpassad tid tillagd än
sw: Bado hakuna nyakati za kawaida zilizoongezwa
th: ยังไม่ได้เพิ่มเวลาพิเศษ
tr: Henüz özel saat eklenmemiş
ur: ابھی تک کوئی مخصوص وقت شامل نہیں کیا گیا
uz: Hali maxsus vaqt qo'shilmagan
zh: 还没有添加自定义时间

# customTimesEmptyMessage
source: You can add custom times for daily reminders
ar: يمكنك إضافة أوقات مخصصة للتذكيرات اليومية
bn: দৈনিক রিমাইন্ডারের জন্য নির্দিষ্ট সময় যুক্ত করতে পারেন
de: Sie können benutzerdefinierte Zeiten für tägliche Erinnerungen hinzufügen
es: Puedes agregar horarios personalizados para recordatorios diarios
fa: می‌توانید برای یادآورهای روزانه ساعات سفارشی اضافه کنید
fr: Vous pouvez ajouter des heures personnalisées pour les rappels quotidiens
hi: दैनिक रिमाइंडर के लिए विशिष्ट समय जोड़ सकते हैं
id: Anda dapat menambahkan waktu khusus untuk pengingat harian
it: Puoi aggiungere orari personalizzati per promemoria giornalieri
ja: 毎日のリマインダーのためにカスタム時刻を追加できます
ko: 매일 리마인더를 위한 사용자 정의 시간을 추가할 수 있습니다
ms: Anda boleh menambah masa tersuai untuk peringatan harian
pt: Pode adicionar horários personalizados para lembretes diários
ru: Можете добавить пользовательское время для ежедневных напоминаний
sv: Du kan lägga till anpassade tider för dagliga påminnelser
sw: Unaweza kuongeza nyakati za kawaida kwa vikumbusho vya kila siku
th: คุณสามารถเพิ่มเวลาพิเศษสำหรับการแจ้งเตือนรายวันได้
tr: Günlük hatırlatıcılar için özel saatler ekleyebilirsiniz
ur: روزانہ یاد دہانیوں کے لیے مخصوص اوقات شامل کر سکتے ہیں
uz: Kundalik eslatmalar uchun maxsus vaqtlar qo'shishingiz mumkin
zh: 您可以为每日提醒添加自定义时间

# customTimesActiveStatus
source: Daily reminder active
ar: التذكير اليومي نشط
bn: দৈনিক রিমাইন্ডার সক্রিয়
de: Tägliche Erinnerung aktiv
es: Recordatorio diario activo
fa: یادآور روزانه فعال
fr: Rappel quotidien actif
hi: दैनिक रिमाइंडर सक्रिय
id: Pengingat harian aktif
it: Promemoria giornaliero attivo
ja: 毎日のリマインダーがアクティブ
ko: 매일 리마인더가 활성화됨
ms: Peringatan harian aktif
pt: Lembrete diário ativo
ru: Ежедневное напоминание активно
sv: Daglig påminnelse aktiv
sw: Kikumbusho cha kila siku kimewashwa
th: การแจ้งเตือนรายวันเปิดใช้งาน
tr: Günlük hatırlatıcı aktif
ur: روزانہ یاد دہانی فعال
uz: Kundalik eslatma faol
zh: 每日提醒已激活

# customTimesInactiveStatus
source: Disabled
ar: معطل
bn: নিষ্ক্রিয়
de: Deaktiviert
es: Desactivado
fa: غیرفعال
fr: Désactivé
hi: निष्क्रिय
id: Nonaktif
it: Disattivato
ja: 無効
ko: 비활성화됨
ms: Tidak aktif
pt: Desativado
ru: Неактивно
sv: Avstängd
sw: Kimezimwa
th: ปิดใช้งาน
tr: Devre dışı
ur: غیر فعال
uz: O'chiq
zh: 已停用

# customTimesPickerTitle
source: Select Time
ar: اختر الوقت
bn: সময় নির্বাচন করুন
de: Zeit auswählen
es: Seleccionar Hora
fa: ساعت را انتخاب کنید
fr: Sélectionner l'Heure
hi: समय चुनें
id: Pilih Waktu
it: Seleziona Ora
ja: 時刻を選択
ko: 시간 선택
ms: Pilih Masa
pt: Selecionar Hora
ru: Выберите время
sv: Välj Tid
sw: Chagua Wakati
th: เลือกเวลา
tr: Saat Seçin
ur: وقت منتخب کریں
uz: Vaqtni tanlang
zh: 选择时间

# customTimesAlreadyExists
source: Already Exists
ar: موجود بالفعل
bn: ইতিমধ্যে বিদ্যমান
de: Bereits vorhanden
es: Ya Existe
fa: از قبل موجود
fr: Déjà Existant
hi: पहले से मौजूद है
id: Sudah Ada
it: Già Esistente
ja: 既に存在します
ko: 이미 존재함
ms: Sudah Wujud
pt: Já Existe
ru: Уже существует
sv: Finns Redan
sw: Tayari Zinapatikana
th: มีอยู่แล้ว
tr: Zaten Mevcut
ur: پہلے سے موجود ہے
uz: Allaqachon mavjud
zh: 已存在

# customTimesAlreadyExistsMessage
source: This time has already been added
ar: هذا الوقت مضاف بالفعل
bn: এই সময়টি ইতিমধ্যে যুক্ত করা আছে
de: Diese Zeit wurde bereits hinzugefügt
es: Esta hora ya ha sido agregada
fa: این ساعت از قبل اضافه شده
fr: Cette heure a déjà été ajoutée
hi: यह समय पहले से जोड़ा गया है
id: Waktu ini sudah ditambahkan
it: Quest'ora è già stata aggiunta
ja: この時刻は既に追加されています
ko: 이 시간은 이미 추가되었습니다
ms: Masa ini sudah ditambah
pt: Esta hora já foi adicionada
ru: Это время уже добавлено
sv: Denna tid har redan lagts till
sw: Wakati huu tayari umeongezwa
th: เวลานี้ได้ถูกเพิ่มแล้ว
tr: Bu saat zaten eklenmiş
ur: یہ وقت پہلے سے شامل ہے
uz: Bu vaqt allaqachon qo'shilgan
zh: 此时间已被添加

# customTimesAddSuccess
source: Time Added 🕐
ar: تمت إضافة الوقت 🕐
bn: সময় যুক্ত হয়েছে 🕐
de: Zeit hinzugefügt 🕐
es: Hora Agregada 🕐
fa: ساعت اضافه شد 🕐
fr: Heure Ajoutée 🕐
hi: समय जोड़ा गया 🕐
id: Waktu Ditambahkan 🕐
it: Ora Aggiunta 🕐
ja: 時刻が追加されました 🕐
ko: 시간이 추가됨 🕐
ms: Masa Ditambah 🕐
pt: Hora Adicionada 🕐
ru: Время добавлено 🕐
sv: Tid Tillagd 🕐
sw: Wakati Umeongezwa 🕐
th: เพิ่มเวลาแล้ว 🕐
tr: Saat Eklendi 🕐
ur: وقت شامل ہو گیا 🕐
uz: Vaqt qo'shildi 🕐
zh: 时间已添加 🕐

# customTimesAddSuccessMessage
source: Daily reminder active at {time}
ar: التذكير اليومي نشط في الساعة {time}
bn: {time} এ দৈনিক রিমাইন্ডার সক্রিয়
de: Tägliche Erinnerung um {time} aktiv
es: Recordatorio diario activo a las {time}
fa: یادآور روزانه در ساعت {time} فعال شد
fr: Rappel quotidien actif à {time}
hi: {time} बजे दैनिक रिमाइंडर सक्रिय
id: Pengingat harian aktif pada pukul {time}
it: Promemoria giornaliero attivo alle {time}
ja: {time}に毎日のリマインダーがアクティブ
ko: {time}에 매일 리마인더가 활성화됨
ms: Peringatan harian aktif pada pukul {time}
pt: Lembrete diário ativo às {time}
ru: Ежедневное напоминание активировано в {time}
sv: Daglig påminnelse aktiv kl {time}
sw: Kikumbusho cha kila siku kimewashwa saa {time}
th: การแจ้งเตือนรายวันในเวลา {time} เปิดใช้งานแล้ว
tr: {time} saatinde günlük hatırlatıcı aktif
ur: {time} بجے روزانہ یاد دہانی فعال
uz: {time} vaqtida kundalik eslatma faol qilindi
zh: 每日提醒已在 {time} 激活

# customTimesToggleActive
source: Activated
ar: تم التفعيل
bn: সক্রিয় হয়েছে
de: Aktiviert
es: Activado
fa: فعال شد
fr: Activé
hi: सक्रिय हो गया
id: Diaktifkan
it: Attivato
ja: アクティブ化されました
ko: 활성화됨
ms: Diaktifkan
pt: Ativado
ru: Активировано
sv: Aktiverad
sw: Kimewashwa
th: เปิดใช้งานแล้ว
tr: Aktif Edildi
ur: فعال ہو گیا
uz: Faol qilindi
zh: 已激活

# customTimesToggleInactive
source: Disabled
ar: معطل
bn: নিষ্ক্রিয়
de: Deaktiviert
es: Desactivado
fa: غیرفعال شد
fr: Désactivé
hi: निष्क्रिय
id: Dinonaktifkan
it: Disattivato
ja: 無効になりました
ko: 비활성화됨
ms: Dinyahaktifkan
pt: Desativado
ru: Неактивно
sv: Avstängd
sw: Kimezimwa
th: ปิดใช้งาน
tr: Devre Dışı
ur: غیر فعال
uz: O'chirildi
zh: 已停用

# customTimesToggleActiveMessage
source: Reminder active
ar: التذكير نشط
bn: রিমাইন্ডার সক্রিয়
de: Erinnerung aktiv
es: Recordatorio activo
fa: یادآور فعال
fr: Rappel actif
hi: रिमाइंडर सक्रिय
id: Pengingat aktif
it: Promemoria attivo
ja: リマインダーがアクティブ
ko: 리마인더 활성화됨
ms: Peringatan aktif
pt: Lembrete ativo
ru: Напоминание активно
sv: Påminnelse aktiv
sw: Kikumbusho kimewashwa
th: การแจ้งเตือนเปิดใช้งาน
tr: Hatırlatıcı aktif
ur: یاد دہانی فعال
uz: Eslatma faol
zh: 提醒已激活

# customTimesToggleInactiveMessage
source: Reminder disabled
ar: التذكير معطل
bn: রিমাইন্ডার নিষ্ক্রিয়
de: Erinnerung deaktiviert
es: Recordatorio desactivado
fa: یادآور غیرفعال
fr: Rappel désactivé
hi: रिमाइंडर निष्क्रिय
id: Pengingat nonaktif
it: Promemoria disattivato
ja: リマインダーが無効
ko: 리마인더 비활성화됨
ms: Peringatan tidak aktif
pt: Lembrete desativado
ru: Напоминание неактивно
sv: Påminnelse avstängd
sw: Kikumbusho kimezimwa
th: การแจ้งเตือนปิดใช้งาน
tr: Hatırlatıcı devre dışı
ur: یاد دہانی غیر فعال
uz: Eslatma o'chiq
zh: 提醒已停用

# customTimesDeleteTitle
source: Delete Time?
ar: حذف الوقت؟
bn: সময় মুছবেন?
de: Zeit löschen?
es: ¿Eliminar Hora?
fa: حذف ساعت؟
fr: Supprimer l'Heure?
hi: समय हटाएं?
id: Hapus Waktu?
it: Eliminare Ora?
ja: 時刻を削除？
ko: 시간 삭제?
ms: Hapuskan Masa?
pt: Excluir Hora?
ru: Удалить время?
sv: Ta Bort Tid?
sw: Futa Wakati?
th: ลบเวลา?
tr: Saati Sil?
ur: وقت حذف کریں؟
uz: Vaqtni o'chirish?
zh: 删除时间？

# customTimesDeleteMessage
source: Are you sure you want to delete the reminder at {time}?
ar: هل أنت متأكد من حذف التذكير في الساعة {time}؟
bn: আপনি কি সত্যিই {time} এর রিমাইন্ডার মুছে ফেলতে চান?
de: Sind Sie sicher, dass Sie die Erinnerung um {time} löschen möchten?
es: ¿Estás seguro de que quieres eliminar el recordatorio de las {time}?
fa: آیا مطمئن هستید که می‌خواهید یادآور ساعت {time} را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer le rappel de {time}?
hi: क्या आप वाकई {time} बजे का रिमाइंडर हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus pengingat pada pukul {time}?
it: Sei sicuro di voler eliminare il promemoria delle {time}?
ja: {time}のリマインダーを削除してもよろしいですか？
ko: {time}의 리마인더를 삭제하시겠습니까?
ms: Adakah anda pasti mahu menghapuskan peringatan pada pukul {time}?
pt: Tem certeza de que deseja excluir o lembrete das {time}?
ru: Вы уверены, что хотите удалить напоминание в {time}?
sv: Är du säker på att du vill ta bort påminnelsen kl {time}?
sw: Je, una uhakika unataka kufuta kikumbusho cha {time}?
th: คุณแน่ใจหรือไม่ที่จะลบการแจ้งเตือนเวลา {time}?
tr: {time} saatindeki hatırlatıcıyı silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی {time} بجے کی یاد دہانی حذف کرنا چاہتے ہیں؟
uz: {time} vaqtidagi eslatmani o'chirishga ishonchingiz komilmi?
zh: 您确定要删除 {time} 的提醒吗？

# customTimesDeleteCancel
source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pt: Cancelar
ru: Отмена
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
ur: منسوخ
uz: Bekor qilish
zh: 取消

# customTimesDeleteConfirm
source: Delete
ar: حذف
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Hapuskan
pt: Excluir
ru: Удалить
sv: Ta Bort
sw: Futa
th: ลบ
tr: Sil
ur: حذف کریں
uz: O'chirish
zh: 删除

# customTimesDeleteSuccess
source: Deleted 🗑️
ar: تم الحذف 🗑️
bn: মুছে ফেলা হয়েছে 🗑️
de: Gelöscht 🗑️
es: Eliminado 🗑️
fa: حذف شد 🗑️
fr: Supprimé 🗑️
hi: हटा दिया गया 🗑️
id: Dihapus 🗑️
it: Eliminato 🗑️
ja: 削除されました 🗑️
ko: 삭제됨 🗑️
ms: Dihapuskan 🗑️
pt: Excluído 🗑️
ru: Удалено 🗑️
sv: Raderat 🗑️
sw: Imefutwa 🗑️
th: ลบแล้ว 🗑️
tr: Silindi 🗑️
ur: حذف ہو گیا 🗑️
uz: O'chirildi 🗑️
zh: 已删除 🗑️

# customTimesDeleteSuccessMessage
source: {time} time deleted successfully
ar: تم حذف الساعة {time} بنجاح
bn: {time} এর সময়টি সফলভাবে মুছে ফেলা হয়েছে
de: Zeit {time} erfolgreich gelöscht
es: Hora {time} eliminada exitosamente
fa: ساعت {time} با موفقیت حذف شد
fr: L'heure {time} a été supprimée avec succès
hi: {time} का समय सफलतापूर्वक हटा दिया गया
id: Waktu {time} berhasil dihapus
it: Ora {time} eliminata con successo
ja: {time}の時刻が正常に削除されました
ko: {time} 시간이 성공적으로 삭제되었습니다
ms: Masa {time} berjaya dihapuskan
pt: Hora {time} excluída com sucesso
ru: Время {time} успешно удалено
sv: {time} tid framgångsrikt raderad
sw: Wakati {time} umefutwa kwa mafanikio
th: ลบเวลา {time} สำเร็จแล้ว
tr: {time} saati başarıyla silindi
ur: {time} کا وقت کامیابی سے حذف ہو گیا
uz: {time} vaqti muvaffaqiyatli o'chirildi
zh: 时间 {time} 已成功删除

# counterButtonText
source: Tap
ar: اضغط
bn: স্পর্শ করুন
de: Tippen
es: Tocar
fa: لمس کنید
fr: Toucher
hi: टच करें
id: Ketuk
it: Tocca
ja: タップ
ko: 탭
ms: Ketik
pt: Tocar
ru: Коснитесь
sv: Tryck
sw: Gusa
th: แตะ
tr: Dokun
ur: ٹچ کریں
uz: Bosing
zh: 触摸

# progressBarCompleted
source: Masha'Allah! Goal Completed
ar: ما شاء الله! اكتمل الهدف
bn: মাশাআল্লাহ! লক্ষ্য সম্পন্ন হয়েছে
de: Masha'Allah! Ziel erreicht
es: ¡Masha'Allah! Objetivo Completado
fa: ماشاءالله! هدف تکمیل شد
fr: Mashallah! Objectif Atteint
hi: माशाअल्लाह! लक्ष्य पूरा हुआ
id: Masya Allah! Target Tercapai
it: Masha'Allah! Obiettivo Completato
ja: マーシャーアッラー！目標達成
ko: 마샤알라! 목표 달성
ms: Masya Allah! Sasaran Tercapai
pt: Masha'Allah! Objetivo Concluído
ru: МашаАллах! Цель выполнена
sv: Masha'Allah! Mål Uppnått
sw: Masha'Allah! Lengo Limekamilika
th: มาชาอัลลาห์! บรรลุเป้าหมายแล้ว
tr: Masha'Allah! Hedef Tamamlandı
ur: ماشاء اللہ! ہدف مکمل ہو گیا
uz: Mashaalloh! Maqsad bajarildi
zh: 真主赞善你！目标已完成

# zikirCardSelectText
source: Select Zikr
ar: اختر الذكر
bn: জিকির নির্বাচন করুন
de: Dhikr auswählen
es: Seleccionar Dhikr
fa: انتخاب ذکر
fr: Sélectionner le Dhikr
hi: जिक्र चुनें
id: Pilih Dzikir
it: Seleziona Dhikr
ja: ズィクルを選択
ko: 지크르 선택
ms: Pilih Zikir
pt: Selecionar Dhikr
ru: Выбрать зикр
sv: Välj Dhikr
sw: Chagua Dhikiri
th: เลือกซิกร์
tr: Zikir Seç
ur: ذکر منتخب کریں
uz: Zikr tanlash
zh: 选择念珠

# pickerSelectButton
source: Select
ar: اختيار
bn: নির্বাচন করুন
de: Auswählen
es: Seleccionar
fa: انتخاب
fr: Sélectionner
hi: चुनें
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
ms: Pilih
pt: Selecionar
ru: Выбрать
sv: Välj
sw: Chagua
th: เลือก
tr: Seç
ur: منتخب کریں
uz: Tanlash
zh: 选择

# pickerDateTitle
source: Select Date
ar: اختر التاريخ
bn: তারিখ নির্বাচন করুন
de: Datum auswählen
es: Seleccionar Fecha
fa: تاریخ را انتخاب کنید
fr: Sélectionner la Date
hi: तारीख चुनें
id: Pilih Tanggal
it: Seleziona Data
ja: 日付を選択
ko: 날짜 선택
ms: Pilih Tarikh
pt: Selecionar Data
ru: Выберите дату
sv: Välj Datum
sw: Chagua Tarehe
th: เลือกวันที่
tr: Tarih Seçin
ur: تاریخ منتخب کریں
uz: Sanani tanlang
zh: 选择日期

# pickerTimeTitle
source: Select Time
ar: اختر الوقت
bn: সময় নির্বাচন করুন
de: Zeit auswählen
es: Seleccionar Hora
fa: ساعت را انتخاب کنید
fr: Sélectionner l'Heure
hi: समय चुनें
id: Pilih Waktu
it: Seleziona Ora
ja: 時刻を選択
ko: 시간 선택
ms: Pilih Masa
pt: Selecionar Hora
ru: Выберите время
sv: Välj Tid
sw: Chagua Wakati
th: เลือกเวลา
tr: Saat Seçin
ur: وقت منتخب کریں
uz: Vaqtni tanlang
zh: 选择时间

# pickerDay
source: Day
ar: اليوم
bn: দিন
de: Tag
es: Día
fa: روز
fr: Jour
hi: दिन
id: Hari
it: Giorno
ja: 日
ko: 일
ms: Hari
pt: Dia
ru: День
sv: Dag
sw: Siku
th: วัน
tr: Gün
ur: دن
uz: Kun
zh: 日

# pickerMonth
source: Month
ar: الشهر
bn: মাস
de: Monat
es: Mes
fa: ماه
fr: Mois
hi: महीना
id: Bulan
it: Mese
ja: 月
ko: 월
ms: Bulan
pt: Mês
ru: Месяц
sv: Månad
sw: Mwezi
th: เดือน
tr: Ay
ur: مہینہ
uz: Oy
zh: 月

# pickerYear
source: Year
ar: السنة
bn: বছর
de: Jahr
es: Año
fa: سال
fr: Année
hi: साल
id: Tahun
it: Anno
ja: 年
ko: 년
ms: Tahun
pt: Ano
ru: Год
sv: År
sw: Mwaka
th: ปี
tr: Yıl
ur: سال
uz: Yil
zh: 年

# pickerHour
source: Hour
ar: الساعة
bn: ঘন্টা
de: Stunde
es: Hora
fa: ساعت
fr: Heure
hi: घंटा
id: Jam
it: Ora
ja: 時
ko: 시
ms: Jam
pt: Hora
ru: Час
sv: Timme
sw: Saa
th: ชั่วโมง
tr: Saat
ur: گھنٹہ
uz: Soat
zh: 时

# pickerMinute
source: Minute
ar: الدقيقة
bn: মিনিট
es: Minuto
fa: دقیقه
hi: मिनट
id: Menit
it: Minuto
ja: 分
ko: 분
ms: Minit
pt: Minuto
ru: Минута
sv: Minut
sw: Dakika
th: นาที
tr: Dakika
ur: منٹ
uz: Daqiqa
zh: 分

# pickerMonthJanuary
source: January
ar: يناير
bn: জানুয়ারি
de: Januar
es: Enero
fa: ژانویه
fr: Janvier
hi: जनवरी
id: Januari
it: Gennaio
ja: 1月
ko: 1월
ms: Januari
pt: Janeiro
ru: Январь
sv: Januari
sw: Januari
th: มกราคม
tr: Ocak
ur: جنوری
uz: Yanvar
zh: 一月

# pickerMonthFebruary
source: February
ar: فبراير
bn: ফেব্রুয়ারি
de: Februar
es: Febrero
fa: فوریه
fr: Février
hi: फरवरी
id: Februari
it: Febbraio
ja: 2月
ko: 2월
ms: Februari
pt: Fevereiro
ru: Февраль
sv: Februari
sw: Februari
th: กุมภาพันธ์
tr: Şubat
ur: فروری
uz: Fevral
zh: 二月

# pickerMonthMarch
source: March
ar: مارس
bn: মার্চ
de: März
es: Marzo
fa: مارس
fr: Mars
hi: मार्च
id: Maret
it: Marzo
ja: 3月
ko: 3월
ms: Mac
pt: Março
ru: Март
sv: Mars
sw: Machi
th: มีนาคม
tr: Mart
ur: مارچ
uz: Mart
zh: 三月

# pickerMonthApril
source: April
ar: أبريل
bn: এপ্রিল
es: Abril
fa: آپریل
fr: Avril
hi: अप्रैल
it: Aprile
ja: 4月
ko: 4월
pt: Abril
ru: Апрель
sw: Aprili
th: เมษายน
tr: Nisan
ur: اپریل
uz: Aprel
zh: 四月

# pickerMonthJune
source: June
ar: يونيو
bn: জুন
de: Juni
es: Junio
fa: ژوئن
fr: Juin
hi: जून
id: Juni
it: Giugno
ja: 6月
ko: 6월
ms: Jun
pt: Junho
ru: Июнь
sv: Juni
sw: Juni
th: มิถุนายน
tr: Haziran
ur: جون
uz: Iyun
zh: 六月

# pickerMonthJuly
source: July
ar: يوليو
bn: জুলাই
de: Juli
es: Julio
fa: ژوئیه
fr: Juillet
hi: जुलाई
id: Juli
it: Luglio
ja: 7月
ko: 7월
ms: Julai
pt: Julho
ru: Июль
sv: Juli
sw: Julai
th: กรกฎาคม
tr: Temmuz
ur: جولائی
uz: Iyul
zh: 七月

# pickerMonthAugust
source: August
ar: أغسطس
bn: আগস্ট
es: Agosto
fa: آگوست
fr: Août
hi: अगस्त
id: Agustus
it: Agosto
ja: 8月
ko: 8월
ms: Ogos
pt: Agosto
ru: Август
sv: Augusti
sw: Agosti
th: สิงหาคม
tr: Ağustos
ur: اگست
uz: Avgust
zh: 八月

# pickerMonthSeptember
source: September
ar: سبتمبر
bn: সেপ্টেম্বর
es: Septiembre
fa: سپتامبر
fr: Septembre
hi: सितंबर
it: Settembre
ja: 9月
ko: 9월
pt: Setembro
ru: Сентябрь
sw: Septemba
th: กันยายน
tr: Eylül
ur: ستمبر
uz: Sentabr
zh: 九月

# pickerMonthOctober
source: October
ar: أكتوبر
bn: অক্টোবর
de: Oktober
es: Octubre
fa: اکتبر
fr: Octobre
hi: अक्टूबर
id: Oktober
it: Ottobre
ja: 10月
ko: 10월
ms: Oktober
pt: Outubro
ru: Октябрь
sv: Oktober
sw: Oktoba
th: ตุลาคม
tr: Ekim
ur: اکتوبر
uz: Oktabr
zh: 十月

# pickerMonthNovember
source: November
ar: نوفمبر
bn: নভেম্বর
es: Noviembre
fa: نوامبر
fr: Novembre
hi: नवंबर
it: Novembre
ja: 11月
ko: 11월
pt: Novembro
ru: Ноябрь
sw: Novemba
th: พฤศจิกายน
tr: Kasım
ur: نومبر
uz: Noyabr
zh: 十一月

# pickerMonthDecember
source: December
ar: ديسمبر
bn: ডিসেম্বর
de: Dezember
es: Diciembre
fa: دسامبر
fr: Décembre
hi: दिसंबर
id: Desember
it: Dicembre
ja: 12月
ko: 12월
ms: Disember
pt: Dezembro
ru: Декабрь
sw: Desemba
th: ธันวาคม
tr: Aralık
ur: دسمبر
uz: Dekabr
zh: 十二月

# notificationChannelTitle
source: Zikr Reminders
ar: تذكيرات الأذكار
bn: জিকির রিমাইন্ডার
de: Dhikr-Erinnerungen
es: Recordatorios de Dhikr
fa: یادآورهای ذکر
fr: Rappels de Dhikr
hi: जिक्र रिमाइंडर
id: Pengingat Dzikir
it: Promemoria Dhikr
ja: ズィクルリマインダー
ko: 지크르 리마인더
ms: Peringatan Zikir
pt: Lembretes de Dhikr
ru: Напоминания о зикре
sv: Dhikr Påminnelser
sw: Vikumbusho vya Dhikiri
th: การแจ้งเตือนซิกร์
tr: Zikir Hatırlatıcıları
ur: ذکر کی یاد دہانیاں
uz: Zikr eslatmalari
zh: 念珠提醒

# notificationChannelDescription
source: Reminds you to do zikr
ar: تذكير بالأذكار
bn: জিকির করার কথা মনে করিয়ে দেয়
de: Erinnert daran, Dhikr zu machen
es: Recuerda hacer dhikr
fa: یادآور ذکر گفتن
fr: Rappelle de faire du dhikr
hi: जिक्र करने की याद दिलाता है
id: Mengingatkan untuk berdzikir
it: Ricorda di fare dhikr
ja: ズィクルを思い出させます
ko: 지크르를 상기시킵니다
ms: Mengingatkan untuk berzikir
pt: Lembra de fazer dhikr
ru: Напоминает о зикре
sv: Påminner om att göra dhikr
sw: Kumbuka kufanya dhikiri
th: แจ้งเตือนให้ทำซิกร์
tr: Zikir yapmayı hatırlatır
ur: ذکر کی یاد دلاتا ہے
uz: Zikr qilishni eslatadi
zh: 提醒进行念珠

# notificationDailyChannelTitle
source: Daily Reminders
ar: التذكيرات اليومية
bn: দৈনিক রিমাইন্ডার
de: Tägliche Erinnerungen
es: Recordatorios Diarios
fa: یادآورهای روزانه
fr: Rappels Quotidiens
hi: दैनिक रिमाइंडर
id: Pengingat Harian
it: Promemoria Giornalieri
ja: 毎日のリマインダー
ko: 매일 리마인더
ms: Peringatan Harian
pt: Lembretes Diários
ru: Ежедневные напоминания
sv: Dagliga Påminnelser
sw: Vikumbusho vya Kila Siku
th: การแจ้งเตือนรายวัน
tr: Günlük Hatırlatıcılar
ur: روزانہ یاد دہانیاں
uz: Kundalik eslatmalar
zh: 每日提醒

# notificationDailyChannelDescription
source: Daily zikr reminders at set times
ar: تذكيرات أذكار يومية في الأوقات المحددة
bn: নির্ধারিত সময়ে দৈনিক জিকির রিমাইন্ডার
de: Tägliche Dhikr-Erinnerungen zu angegebenen Zeiten
es: Recordatorios diarios de dhikr en horarios especificados
fa: یادآورهای ذکر روزانه در ساعات مشخص شده
fr: Rappels de dhikr quotidiens aux heures définies
hi: निर्धारित समय पर दैनिक जिक्र रिमाइंडर
id: Pengingat dzikir harian pada waktu yang ditentukan
it: Promemoria dhikr giornalieri negli orari specificati
ja: 設定時刻での毎日のズィクルリマインダー
ko: 설정 시간의 매일 지크르 리마인더
ms: Peringatan zikir harian pada masa yang ditetapkan
pt: Lembretes diários de dhikr em horários especificados
ru: Ежедневные напоминания о зикре в указанное время
sv: Dagliga dhikr påminnelser vid inställda tider
sw: Vikumbusho vya dhikiri ya kila siku katika nyakati maalum
th: การแจ้งเตือนซิกร์รายวันในเวลาที่กำหนด
tr: Belirlenen saatlerde günlük zikir hatırlatıcıları
ur: مقرر کردہ اوقات میں روزانہ ذکر کی یاد دہانیاں
uz: Belgilangan vaqtlarda kundalik zikr eslatmalari
zh: 在指定时间的每日念珠提醒
