Repository: OmerDogan06/tasbeepro
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, ms, pt, ru, sv, sw, th, tr, ur, uz, zh

# permissionBatteryDescription
source: Required for reliable background notifications
ar: مطلوب للإشعارات الموثوقة في الخلفية
bn: ব্যাকগ্রাউন্ডে নির্ভরযোগ্য বিজ্ঞপ্তির জন্য প্রয়োজন
de: Erforderlich für zuverlässige Hintergrundbenachrichtigungen
es: Requerido para notificaciones confiables en segundo plano
fa: برای اعلان‌های قابل اعتماد در پس‌زمینه لازم است
fr: Nécessaire pour les notifications fiables en arrière-plan
hi: पृष्ठभूमि में विश्वसनीय सूचनाओं के लिए आवश्यक
it: Richiesto per notifiche affidabili in background
ja: バックグラウンドでの信頼性のある通知に必要
ko: 백그라운드에서 신뢰할 수 있는 알림에 필요
ms: Diperlukan untuk pemberitahuan yang boleh dipercayai di latar belakang
pt: Necessária para notificações confiáveis em segundo plano
ru: Необходимо для надежных уведомлений в фоновом режиме
sv: Krävs för pålitliga meddelanden i bakgrunden
sw: Inahitajika kwa arifa za kuaminika za nyuma
th: จำเป็นสำหรับการแจ้งเตือนที่เชื่อถือได้ในพื้นหลัง
uz: Fonda ishonchli bildirishnomalar uchun zarur
zh: 后台可靠通知所需

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fa: خطا
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
pt: Erro
ru: Ошибка
sv: Fel
sw: Hitilafu
th: ข้อผิดพลาด
tr: Hata
ur: خرابی
uz: Xato
zh: 错误

# targetCompletionTitle
source: Congratulations! 🎉
ar: مبروك! 🎉
bn: অভিনন্দন! 🎉
de: Glückwunsch! 🎉
es: ¡Felicitaciones! 🎉
fa: تبریک! 🎉
fr: Félicitations! 🎉
hi: बधाई हो! 🎉
id: Selamat! 🎉
it: Congratulazioni! 🎉
ja: おめでとうございます！ 🎉
ko: 축하합니다! 🎉
ms: Tahniah! 🎉
pt: Parabéns! 🎉
ru: Поздравляем! 🎉
sv: Grattis! 🎉
sw: Hongera! 🎉
th: ยินดีด้วย! 🎉
tr: Tebrikler! 🎉
ur: مبارک ہو! 🎉
uz: Tabriklaymiz! 🎉
zh: 恭喜！🎉

# targetCompletionMessage
source: You've completed your target!
ar: لقد أكملت هدفك!
bn: আপনি আপনার লক্ষ্য সম্পূর্ণ করেছেন!
de: Sie haben Ihr Ziel erreicht!
es: ¡Has completado tu objetivo!
fa: هدف خود را تکمیل کردید!
fr: Vous avez atteint votre objectif!
hi: आपने अपना लक्ष्य पूरा कर लिया है!
id: Anda telah menyelesaikan target!
it: Hai completato il tuo obiettivo!
ja: 目標を達成しました！
ko: 목표를 달성했습니다!
ms: Anda telah mencapai sasaran anda!
pt: Concluiu o seu objetivo!
ru: Вы выполнили свою цель!
sv: Du har uppnått ditt mål!
sw: Umekamilisha lengo lako!
th: คุณบรรลุเป้าหมายแล้ว!
tr: Hedefini tamamladın!
ur: آپ نے اپنا ہدف مکمل کر لیا!
uz: Maqsadingizni bajardingiz!
zh: 您已完成目标！

# customZikirAddedTitle
source: Success! 🎉
ar: نجح! 🎉
bn: সফল! 🎉
de: Erfolgreich! 🎉
es: ¡Exitoso! 🎉
fa: موفق! 🎉
fr: Succès! 🎉
hi: सफल! 🎉
id: Berhasil! 🎉
it: Successo! 🎉
ja: 成功！ 🎉
ko: 성공! 🎉
ms: Berjaya! 🎉
pt: Sucesso! 🎉
ru: Успешно! 🎉
sv: Framgång! 🎉
sw: Mafanikio! 🎉
th: สำเร็จ! 🎉
tr: Başarılı! 🎉
ur: کامیاب! 🎉
uz: Muvaffaqiyatli! 🎉
zh: 成功！🎉

# customZikirAddedMessage
source: Custom zikr added
ar: تمت إضافة الذكر المخصص
bn: কাস্টম জিকির যোগ করা হয়েছে
de: Benutzerdefinierter Dhikr hinzugefügt
es: Dhikr personalizado agregado
fa: ذکر سفارشی اضافه شد
fr: Zikr personnalisé ajouté
hi: कस्टम जिक्र जोड़ा गया
id: Zikir kustom berhasil ditambahkan
it: Dhikr personalizzato aggiunto
ja: カスタムズィクルが追加されました
ko: 사용자 정의 지크르가 추가되었습니다
ms: Zikir tersuai ditambah
pt: Dhikr personalizado adicionado
ru: Пользовательский зикр добавлен
sv: Anpassad dhikr tillagd
sw: Dhikiri ya kawaida imeongezwa
th: เพิ่มซิกร์แบบกำหนดเองแล้ว
tr: Özel zikir eklendi
ur: کسٹم ذکر شامل کر دیا گیا
uz: Maxsus zikr qo'shildi
zh: 自定义念珠已添加

# deleteZikirTitle
source: Delete Zikr
ar: حذف الذكر
bn: জিকির মুছুন
de: Dhikr löschen
es: Eliminar Dhikr
fa: حذف ذکر
fr: Supprimer le Zikr
hi: जिक्र हटाएं
id: Hapus Zikir
it: Elimina Dhikr
ja: ズィクルを削除
ko: 지크르 삭제
ms: Padam Zikir
pt: Excluir Dhikr
ru: Удалить зикр
sv: Ta Bort Dhikr
sw: Futa Dhikiri
th: ลบซิกร์
tr: Zikir Sil
ur: ذکر حذف کریں
uz: Zikrni o'chirish
zh: 删除念珠

# deleteZikirMessage
source: Are you sure you want to delete this zikr?
ar: هل أنت متأكد من أنك تريد حذف هذا الذكر؟
bn: আপনি কি নিশ্চিত যে এই জিকিরটি মুছে ফেলতে চান?
de: Sind Sie sicher, dass Sie diesen Dhikr löschen möchten?
es: ¿Estás seguro de que quieres eliminar este dhikr?
fa: آیا مطمئن هستید که می‌خواهید این ذکر را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer ce zikr?
hi: क्या आप वाकई इस जिक्र को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus zikir ini?
it: Sei sicuro di voler eliminare questo dhikr?
ja: このズィクルを削除してもよろしいですか？
ko: 이 지크르를 삭제하시겠습니까?
ms: Adakah anda pasti ingin memadam zikir ini?
pt: Tem certeza de que deseja excluir este dhikr?
ru: Вы уверены, что хотите удалить этот зикр?
sv: Är du säker på att du vill ta bort denna dhikr?
sw: Je, una uhakika unataka kufuta dhikiri hii?
th: คุณแน่ใจหรือไม่ที่จะลบซิกร์นี้?
tr: Bu zikiri silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی اس ذکر کو حذف کرنا چاہتے ہیں؟
uz: Bu zikrni o'chirishga ishonchingiz komilmi?
zh: 您确定要删除此念珠吗？

# deleteZikirConfirm
source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
pt: Excluir
ru: Удалить
sv: Ta Bort
sw: Futa
th: ลบ
tr: Sil
ur: حذف کریں
uz: O'chirish
zh: 删除

# deleteZikirCancel
source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pt: Cancelar
ru: Отмена
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
ur: منسوخ
uz: Bekor qilish
zh: 取消

# deleteZikirSuccess
source: Deleted! 🗑️
ar: تم الحذف! 🗑️
bn: মুছে ফেলা হয়েছে! 🗑️
de: Gelöscht! 🗑️
es: ¡Eliminado! 🗑️
fa: حذف شد! 🗑️
fr: Supprimé! 🗑️
hi: हटा दिया गया! 🗑️
id: Terhapus! 🗑️
it: Eliminato! 🗑️
ja: 削除されました！ 🗑️
ko: 삭제됨! 🗑️
ms: Dipadam! 🗑️
pt: Excluído! 🗑️
ru: Удалено! 🗑️
sv: Raderat! 🗑️
sw: Imefutwa! 🗑️
th: ลบแล้ว! 🗑️
tr: Silindi! 🗑️
ur: حذف ہو گیا! 🗑️
uz: O'chirildi! 🗑️
zh: 已删除！🗑️

# rotateDeviceMessage
source: 📱 Please rotate your device to portrait mode
ar: 📱 يرجى تدوير جهازك إلى الوضع العمودي
bn: 📱 অনুগ্রহ করে আপনার ডিভাইসটি পোর্ট্রেট মোডে ঘুরান
de: 📱 Bitte drehen Sie Ihr Gerät in die vertikale Position
es: 📱 Por favor gira tu dispositivo a posición vertical
fa: 📱 لطفاً دستگاه خود را به حالت عمودی بچرخانید
fr: 📱 Veuillez faire pivoter votre appareil en mode portrait
hi: 📱 कृपया अपने डिवाइस को पोर्ट्रेट मोड में घुमाएं
id: 📱 Harap putar perangkat Anda ke mode potret
it: 📱 Per favore ruota il tuo dispositivo in posizione verticale
ja: 📱 デバイスを縦位置に回転してください
ko: 📱 기기를 세로 위치로 회전하세요
ms: 📱 Sila putar peranti anda ke mod potret
pt: 📱 Por favor gire o seu dispositivo para a posição vertical
ru: 📱 Пожалуйста, поверните устройство в вертикальное положение
sv: 📱 Vänligen rotera din enhet till vertikal position
sw: 📱 Tafadhali zungusha kifaa chako hadi wima
th: 📱 กรุณาหมุนอุปกรณ์ของคุณเป็นแนวตั้ง
uz: 📱 Iltimos, qurilmangizni vertikal holatga aylantiring
zh: 📱 请将设备旋转到竖屏位置

# notificationSettingsDialogTitle
source: Notification Settings Help 🔔
ar: مساعدة إعدادات الإشعارات 🔔
bn: নোটিফিকেশন সেটিংস সাহায্য 🔔
de: Hilfe zu Benachrichtigungseinstellungen 🔔
es: Ayuda de Configuración de Notificaciones 🔔
fa: راهنمای تنظیمات اعلان 🔔
fr: Aide pour les Paramètres de Notification 🔔
hi: नोटिफिकेशन सेटिंग्स सहायता 🔔
it: Aiuto Impostazioni Notifica 🔔
ja: 通知設定ヘルプ 🔔
ko: 알림 설정 도움말 🔔
pt: Ajuda de Configurações de Notificação 🔔
ru: Справка по настройкам уведомлений 🔔
sv: Meddelandeinställningar Hjälp 🔔
sw: Msaada wa Mipangilio ya Arifa 🔔
th: ความช่วยเหลือการตั้งค่าการแจ้งเตือน 🔔
uz: Bildirishnoma sozlamalari yordami 🔔
zh: 通知设置帮助 🔔

# notificationSettingsDialogMessage
source: For Tasbee Pro to remind you at the right time, some permissions need to be enabled in device settings. Please check the following:
ar: لكي يتمكن تطبيق Tasbee Pro من تذكيرك في الوقت المناسب، يجب تفعيل بعض الأذونات في إعدادات الجهاز. يرجى التحقق من التالي:
bn: Tasbee Pro যাতে সঠিক সময়ে আপনাকে মনে করিয়ে দিতে পারে, তার জন্য ডিভাইস সেটিংসে কিছু অনুমতি সক্রিয় করতে হবে। দয়া করে নিম্নলিখিতগুলি পরীক্ষা করুন:
de: Damit Tasbee Pro Sie zur richtigen Zeit erinnern kann, müssen einige Berechtigungen in den Geräteeinstellungen aktiviert sein. Bitte überprüfen Sie Folgendes:
es: Para que Tasbee Pro pueda recordarte en el momento correcto, algunos permisos deben estar activados en la configuración del dispositivo. Por favor verifica lo siguiente:
fa: برای اینکه تسبیح پرو بتواند در زمان مناسب شما را یادآوری کند، برخی مجوزها باید در تنظیمات دستگاه فعال باشد. لطفاً موارد زیر را بررسی کنید:
fr: Pour que Tasbee Pro puisse vous rappeler au bon moment, certaines permissions doivent être activées dans les paramètres de l'appareil. Veuillez vérifier les points suivants:
hi: Tasbee Pro द्वारा सही समय पर आपको याद दिलाने के लिए, डिवाइस सेटिंग्स में कुछ अनुमतियां सक्षम करनी होंगी। कृपया निम्नलिखित की जांच करें:
it: Perché Tasbee Pro possa ricordarti al momento giusto, alcuni permessi devono essere attivati nelle impostazioni del dispositivo. Per favore controlla quanto segue:
ja: Tasbee Proが適切なタイミングでリマインドできるように、デバイス設定でいくつかの許可を開く必要があります。 以下を確認してください：
ko: Tasbee Pro가 적절한 시간에 알림을 보낼 수 있도록 기기 설정에서 일부 권한을 활성화해야 합니다. 다음을 확인하세요:
pt: Para que o Tasbee Pro possa lembrá-lo no momento correto, algumas permissões devem estar ativadas nas configurações do dispositivo. Por favor verifique o seguinte:
ru: Для того чтобы Tasbee Pro мог напоминать вам в нужное время, некоторые разрешения должны быть активны в настройках устройства. Пожалуйста, проверьте следующее:
sv: För att Tasbee Pro ska kunna påminna dig vid rätt tid måste vissa tillstånd vara aktiverade i enhetsinställningar.\nKontrollera följande:
sw: Ili Tasbee Pro ikukumbushe wakati sahihi, ruhusa fulani zinahitaji kuwashwa katika mipangilio ya kifaa.\nTafadhali angalia yafuatayo:
th: เพื่อให้ตัสบีโปรสามารถแจ้งเตือนคุณในเวลาที่ถูกต้อง จำเป็นต้องเปิดสิทธิ์บางอย่างในการตั้งค่าอุปกรณ์ กรุณาตรวจสอบสิ่งต่อไปนี้:
uz: Tasbee Pro sizni to'g'ri vaqtda eslatishi uchun qurilma sozlamalarida ba'zi ruxsatlar faol bo'lishi kerak. Iltimos, quyidagilarni tekshiring:
zh: 为了让Tasbee Pro在正确的时间提醒您，需要在设备设置中启用某些权限。\n请检查以下内容：

# notificationSettingsPermission
source: Notification permission: Make sure app notifications are allowed.
ar: إذن الإشعارات: تأكد من السماح لإشعارات التطبيق.
bn: নোটিফিকেশন অনুমতি: নিশ্চিত করুন যে অ্যাপ নোটিফিকেশনের অনুমতি দেওয়া আছে।
de: Benachrichtigungsberechtigung: Stellen Sie sicher, dass Anwendungsbenachrichtigungen erlaubt sind.
es: Permiso de notificación: Asegúrate de que se permite las notificaciones de la aplicación.
fa: مجوز اعلان: مطمئن شوید که اعلان‌های برنامه مجاز است.
fr: Permission de notification: Assurez-vous que les notifications de l'application sont autorisées.
hi: नोटिफिकेशन अनुमति: सुनिश्चित करें कि ऐप नोटिफिकेशन की अनुमति दी गई है।
it: Permesso notifica: Assicurati che le notifiche dell'applicazione siano consentite.
ja: 通知許可：アプリ通知に許可が与えられていることを確認してください。
ko: 알림 권한: 앱 알림이 허용되었는지 확인하세요.
pt: Permissão de notificação: Certifique-se de que são permitidas notificações da aplicação.
ru: Разрешение на уведомления: Убедитесь, что уведомления приложения разрешены.
sv: Meddelandetillstånd: Se till att app meddelanden är tillåtna.
sw: Ruhusa ya arifa: Hakikisha arifa za programu zinakubaliwa.
th: สิทธิ์การแจ้งเตือน: ตรวจสอบให้แน่ใจว่าอนุญาตให้แอปแจ้งเตือนได้
uz: Bildirishnoma ruxsati: Ilova bildirishnomalari ruxsat etilganligiga ishonch hosil qiling.
zh: 通知权限：确保允许应用通知。

# notificationSettingsBattery
source: Battery and background settings: Allow Tasbee Pro to run in the background.
ar: إعدادات البطارية والخلفية: اسمح لتطبيق Tasbee Pro بالعمل في الخلفية.
bn: ব্যাটারি এবং ব্যাকগ্রাউন্ড সেটিংস: Tasbee Pro কে ব্যাকগ্রাউন্ডে চালানোর অনুমতি দিন।
de: Batterie- und Hintergrundeinstellungen: Erlauben Sie Tasbee Pro im Hintergrund zu laufen.
es: Configuración de batería y segundo plano: Permite que Tasbee Pro funcione en segundo plano.
fa: تنظیمات باتری و پس‌زمینه: به تسبیح پرو اجازه دهید در پس‌زمینه اجرا شود.
fr: Paramètres de batterie et d'arrière-plan: Autorisez Tasbee Pro à fonctionner en arrière-plan.
hi: बैटरी और बैकग्राउंड सेटिंग्स: Tasbee Pro को बैकग्राउंड में चलने की अनुमति दें।
it: Impostazioni batteria e background: Consenti a Tasbee Pro di funzionare in background.
ja: バッテリーとバックグラウンド設定：Tasbee Proがバックグラウンドで動作することを許可してください。
ko: 배터리 및 백그라운드 설정: Tasbee Pro가 백그라운드에서 실행될 수 있도록 허용하세요.
pt: Configurações de bateria e segundo plano: Permita que o Tasbee Pro funcione em segundo plano.
ru: Настройки батареи и фона: Разрешите Tasbee Pro работать в фоновом режиме.
sv: Batteri- och bakgrundsinställningar: Tillåt Tasbee Pro att arbeta i bakgrunden.
sw: Mipangilio ya betri na nyuma: Ruhusu Tasbee Pro ifanye kazi nyuma.
th: การตั้งค่าแบตเตอรี่และพื้นหลัง: อนุญาตให้ตัสบีโปรทำงานในพื้นหลัง
uz: Batareya va fon sozlamalari: Tasbee Pro'ga fonda ishlashga ruxsat bering.
zh: 电池和后台设置：允许Tasbee Pro在后台运行。

# notificationSettingsDoNotDisturb
source: Allow interruptions (optional): Enable this option for reminders to appear even in silent mode.
ar: السماح بالمقاطعات (اختياري): فعل هذا الخيار لظهور التذكيرات حتى في الوضع الصامت.
bn: বাধার অনুমতি দিন (ঐচ্ছিক): নীরব মোডেও রিমাইন্ডার দেখানোর জন্য এই বিকল্পটি সক্রিয় করুন।
de: Unterbrechungen erlauben (optional): Sie können diese Option aktivieren, damit Erinnerungen auch im Stummmodus erscheinen.
es: Permitir interrupciones (opcional): Puedes activar esta opción para que aparezcan recordatorios incluso en modo silencioso.
fa: اجازه وقفه (اختیاری): می‌توانید این گزینه را فعال کنید تا یادآورها حتی در حالت سکوت نیز نمایش داده شوند.
fr: Autoriser les interruptions (optionnel): Activez cette option pour que les rappels apparaissent même en mode silencieux.
hi: रुकावटों की अनुमति दें (वैकल्पिक): साइलेंट मोड में भी रिमाइंडर दिखाने के लिए इस विकल्प को सक्षम करें।
it: Consenti interruzioni (opzionale): Puoi attivare questa opzione perché i promemoria appaiano anche in modalità silenziosa.
ja: 割り込みを許可（任意）：サイレントモード中でもリマインダーが表示されるようにこのオプションを有効にできます。
ko: 방해 금지 모드 허용 (선택사항): 무음 모드에서도 리마인더가 표시되도록 이 옵션을 활성화할 수 있습니다.
pt: Permitir interrupções (opcional): Pode ativar esta opção para que apareçam lembretes mesmo no modo silencioso.
ru: Разрешить прерывания (по желанию): Можете активировать эту опцию, чтобы напоминания отображались даже в режиме "Не беспокоить".
sv: Tillåt avbrott (valfritt): Du kan aktivera detta alternativ för att se påminnelser även i tyst läge.
sw: Ruhusu matatizo (si lazima): Unaweza kuwasha chaguo hili ili vikumbusho vionekane hata katika hali ya kimya.
th: อนุญาตให้ขัดจังหวะ (ไม่บังคับ): คุณสามารถเปิดใช้งานตัวเลือกนี้เพื่อให้การแจ้งเตือนปรากฏแม้ในโหมดเงียบ
uz: Uzilishga ruxsat berish (ixtiyoriy): Bu variantni faollashtirish orqali jim rejimda ham eslatmalar ko'rinishini ta'minlashingiz mumkin.
zh: 允许中断（可选）：您可以启用此选项，以便提醒在静音模式下也能出现。

# notificationSettingsLockScreen
source: Show on lock screen: Allow notifications to appear on the lock screen. (Notifications may be hidden on some devices.)
ar: الإظهار على شاشة القفل: اسمح بظهور الإشعارات على شاشة القفل. (قد تكون الإشعارات مخفية في بعض الأجهزة.)
bn: লক স্ক্রিনে দেখান: লক স্ক্রিনে নোটিফিকেশন দেখানোর অনুমতি দিন। (কিছু ডিভাইসে নোটিফিকেশন লুকানো থাকতে পারে।)
de: Auf Sperrbildschirm anzeigen: Erlauben Sie, dass Benachrichtigungen auf dem Sperrbildschirm erscheinen. (Auf einigen Geräten können Benachrichtigungen versteckt sein.)
es: Mostrar en pantalla de bloqueo: Permite que las notificaciones aparezcan en la pantalla de bloqueo. (En algunos dispositivos las notificaciones pueden estar ocultas.)
fa: نمایش در صفحه قفل: اجازه دهید اعلان‌ها در صفحه قفل نمایش داده شوند. (در برخی دستگاه‌ها اعلان‌ها ممکن است مخفی باشد.)
fr: Afficher sur l'écran de verrouillage: Autorisez les notifications à apparaître sur l'écran de verrouillage. (Les notifications peuvent être masquées sur certains appareils.)
hi: लॉक स्क्रीन पर दिखाएं: लॉक स्क्रीन पर नोटिफिकेशन दिखाने की अनुमति दें। (कुछ डिवाइसों पर नोटिफिकेशन छुपे हो सकते हैं।)
it: Mostra sulla schermata di blocco: Consenti che le notifiche appaiano sulla schermata di blocco. (Su alcuni dispositivi le notifiche potrebbero essere nascoste.)
ja: ロック画面に表示：通知がロック画面に表示されることを許可してください。（一部のデバイスでは通知が非表示になる場合があります。）
ko: 잠금 화면에 표시: 알림이 잠금 화면에 표시되도록 허용하세요. (일부 기기에서는 알림이 숨겨질 수 있습니다.)
pt: Mostrar no ecrã de bloqueio: Permita que as notificações apareçam no ecrã de bloqueio. (Em alguns dispositivos as notificações podem estar ocultas.)
ru: Показать на экране блокировки: Разрешите уведомлениям отображаться на экране блокировки. (На некоторых устройствах уведомления могут быть скрыты.)
sv: Visa på låsskärm: Tillåt meddelanden att visas på låsskärmen. (På vissa enheter kan meddelanden vara dolda.)
sw: Onyesha kwenye skrini ya kufuli: Ruhusu arifa zionekane kwenye skrini ya kufuli. (Kwenye vifaa fulani arifa zinaweza kufichwa.)
th: แสดงบนหน้าจอล็อก: อนุญาตให้การแจ้งเตือนปรากฏบนหน้าจอล็อก (การแจ้งเตือนอาจซ่อนอยู่ในอุปกรณ์บางรุ่น)
uz: Qulflangan ekranda ko'rsatish: Bildirishnomalarga qulflangan ekranda ko'rinishga ruxsat bering. (Ba'zi qurilmalarda bildirishnomalar yashirin bo'lishi mumkin.)
zh: 在锁屏显示：允许通知出现在锁屏上。（在某些设备上通知可能被隐藏。）

# notificationSettingsRestart
source: Opening the app once after device restart refreshes the notification system.
ar: فتح التطبيق مرة واحدة بعد إعادة تشغيل الجهاز ينعش نظام الإشعارات.
bn: ডিভাইস রিস্টার্ট করার পর একবার অ্যাপ খোলা নোটিফিকেশন সিস্টেম রিফ্রেশ করে।
de: Die Anwendung einmal nach dem Neustart des Geräts zu öffnen, erneuert das Benachrichtigungssystem.
es: Abrir la aplicación una vez después de reiniciar el dispositivo renueva el sistema de notificaciones.
fa: پس از راه‌اندازی مجدد دستگاه، یک بار باز کردن برنامه، سیستم اعلان را تازه‌سازی می‌کند.
fr: Ouvrir l'application une fois après le redémarrage de l'appareil rafraîchit le système de notification.
hi: डिवाइस रिस्टार्ट के बाद ऐप को एक बार खोलना नोटिफिकेशन सिस्टम को रिफ्रेश करता है।
it: Aprire l'applicazione una volta dopo il riavvio del dispositivo rinnova il sistema di notifiche.
ja: デバイス再起動後、アプリを一度開くと通知システムが更新されます。
ko: 기기 재시작 후 앱을 한 번 열면 알림 시스템이 새로고침됩니다.
pt: Abrir a aplicação uma vez depois de reiniciar o dispositivo renova o sistema de notificações.
ru: После перезагрузки устройства однократное открытие приложения обновляет систему уведомлений.
sv: Att öppna appen en gång efter enhetsomstart förnyar meddelandesystemet.
sw: Kufungua programu mara moja baada ya kuanzisha upya kifaa kutaburudisha mfumo wa arifa.
th: การเปิดแอปครั้งเดียวหลังจากรีสตาร์ทอุปกรณ์จะรีเฟรชระบบการแจ้งเตือน
uz: Qurilmani qayta ishga tushirgandan keyin ilovani bir marta ochish bildirishnoma tizimini yangilaydi.
zh: 设备重启后打开应用一次会刷新通知系统。

# premiumRestorePurchases
source: Restore
ar: استرداد
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापना
it: Ripristina
pt: Restaurar
ru: Восстановить
sv: Återställ
th: คืนค่า
uz: Tiklash

# premiumSubtitle
source: Complete digital tasbih experience
ar: تجربة مسبحة رقمية كاملة
de: Vollständige digitale Tasbih-Erfahrung
es: Experiencia completa de tasbih digital
fr: Expérience complète de tasbih numérique
hi: संपूर्ण डिजिटल तस्बीह अनुभव
it: Esperienza completa di tasbih digitale
pt: Experiência completa de tasbih digital
ru: Полный цифровой опыт тасбих
sv: Fullständig digital böneräknare upplevelse
th: ประสบการณ์ตะสบีฮ์ดิจิทัลที่สมบูรณ์
uz: To'liq raqamli tasbeh tajribasi

# premiumTerms
source: Subscription will renew automatically. You can cancel anytime.
ar: سيتم تجديد الاشتراك تلقائياً. يمكنك الإلغاء في أي وقت.
de: Das Abonnement wird automatisch verlängert. Sie können jederzeit kündigen.
es: La suscripción se renovará automáticamente. Puedes cancelar en cualquier momento.
fr: L'abonnement se renouvelle automatiquement. Vous pouvez annuler à tout moment.
hi: सब्सक्रिप्शन स्वचालित रूप से नवीनीकृत होगी। आप कभी भी रद्द कर सकते हैं।
it: L'abbonamento si rinnoverà automaticamente. Puoi annullare in qualsiasi momento.
pt: A subscrição será renovada automaticamente. Pode cancelar a qualquer momento.
ru: Подписка будет автоматически продлеваться. Вы можете отменить в любое время.
sv: Prenumerationen förnyas automatiskt. Du kan avbryta när som helst.
th: การสมัครสมาชิกจะต่ออายุอัตโนมัติ คุณสามารถยกเลิกได้ตลอดเวลา
uz: Obuna avtomatik yangilanadi. Istalgan vaqtda bekor qilishingiz mumkin.

# premiumFeatureAdFreeTitle
source: Ad-Free Experience
ar: تجربة بدون إعلانات
de: Werbefreie Erfahrung
es: Experiencia Sin Anuncios
fr: Expérience sans publicité
hi: विज्ञापन रहित अनुभव
it: Esperienza Senza Pubblicità
pt: Experiência Sem Anúncios
ru: Опыт Без Рекламы
sv: Reklamfri Upplevelse
th: ประสบการณ์ไร้โฆษณา
uz: Reklamasiz Tajriba

# premiumFeatureAdFreeDescription
source: Uninterrupted zikr experience
ar: تجربة ذكر بدون انقطاع
de: Ununterbrochene Dhikr-Erfahrung
es: Experiencia de dhikr sin interrupciones
fr: Expérience de dhikr ininterrompue
hi: निर्बाध जिक्र अनुभव
it: Esperienza dhikr ininterrotta
pt: Experiência dhikr ininterrupta
ru: Непрерывный опыт зикра
sv: Oavbruten dhikr upplevelse
th: ประสบการณ์ซิกรที่ไม่มีสิ่งรบกวน
uz: Uzluksiz zikr tajribasi

# premiumFeatureRemindersTitle
source: Smart Reminders
ar: تذكيرات ذكية
de: Erinnerungen
es: Recordatorios Inteligentes
fr: Rappels
hi: स्मार्ट रिमाइंडर
it: Promemoria Intelligenti
pt: Lembretes Inteligentes
ru: Умные Напоминания
sv: Smarta Påminnelser
th: การแจ้งเตือนอัจฉริยะ
uz: Aqlli Eslatmalar

# premiumFeatureRemindersDescription
source: Customizable zikr reminders
ar: تذكيرات ذكر قابلة للتخصيص
de: Anpassbare Dhikr-Erinnerungen
es: Recordatorios de dhikr personalizables
fr: Rappels de dhikr personnalisables
hi: अनुकूलन योग्य जिक्र अनुस्मारक
it: Promemoria dhikr personalizzabili
pt: Lembretes dhikr personalizáveis
ru: Настраиваемые напоминания о зикре
sv: Anpassningsbara dhikr påminnelser
th: การแจ้งเตือนซิกรที่ปรับแต่งได้
uz: Moslashtirilishi mumkin bo'lgan zikr eslatmalari

# premiumFeatureWidgetTitle
source: Home Screen Widget
ar: ودجت الشاشة الرئيسية
de: Startbildschirm-Widget
es: Widget de Pantalla de Inicio
fr: Widget d'écran d'accueil
hi: होम स्क्रीन विजेट
it: Widget Schermata Principale
pt: Widget do Ecrã Inicial
ru: Виджет Домашнего Экрана
sv: Hemskärms Widget
th: วิดเจ็ตหน้าจอหลัก
uz: Bosh Ekran Vidjeti

# premiumFeatureWidgetDescription
source: Zikr counter on Android home screen
ar: عداد الذكر على الشاشة الرئيسية للأندرويد
de: Dhikr-Zähler auf Android-Startbildschirm
es: Contador de dhikr en la pantalla de inicio de Android
fr: Compteur de dhikr sur l'écran d'accueil Android
hi: एंड्रॉइड होम स्क्रीन पर जिक्र काउंटर
it: Contatore dhikr sulla schermata principale Android
pt: Contador dhikr no ecrã inicial Android
ru: Счетчик зикра на главном экране Android
sv: Dhikr räknare på Android hemskärm
th: เครื่องนับซิกรบนหน้าจอหลักของ Android
uz: Android asosiy ekranida zikr hisoblagichi

# premiumRecommended
source: RECOMMENDED
ar: موصى به
de: EMPFOHLEN
es: RECOMENDADO
fr: RECOMMANDÉ
hi: अनुशंसित
it: CONSIGLIATO
pt: RECOMENDADO
ru: РЕКОМЕНДУЕТСЯ
sv: REKOMMENDERAD
th: แนะนำ
uz: TAVSIYA ETILADI

# premiumPerYear
source: /year
ar: /سنة
de: /Jahr
es: /año
fr: /an
hi: /वर्ष
it: /anno
pt: /ano
ru: /год
sv: /år
th: /ปี
uz: /yil

# premiumPerMonth
source: /month
ar: /شهر
de: /Monat
es: /mes
fr: /mois
hi: /महीना
it: /mese
pt: /mês
ru: /месяц
sv: /månad
th: /เดือน
uz: /oy

# premiumTwoMonthsFree
source: 2 months free
ar: شهرين مجاناً
de: 2 Monate kostenlos
es: 2 meses gratis
fr: 2 mois gratuits
hi: 2 महीने मुफ़्त
it: 2 mesi gratis
pt: 2 meses grátis
ru: 2 месяца бесплатно
sv: 2 månader gratis
th: 2เดือนฟรี
uz: 2 oy bepul

# premiumPriceLoading
source: Loading price...
ar: جاري تحميل السعر...
de: Preis wird geladen...
es: Cargando precio...
fr: Chargement du prix...
hi: मूल्य लोड हो रहा है...
it: Caricamento prezzo...
pt: A carregar preço...
ru: Загрузка цены...
sv: Laddar pris...
th: กำลังโหลดราคา...
uz: Narx yuklanmoqda...

# subscriptionPlanFree
source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
hi: मुफ़्त
it: Gratuito
pt: Gratuito
ru: Бесплатно
sv: Gratis
th: ฟรี
uz: Bepul

# subscriptionPlanMonthly
source: Monthly Premium
ar: مميز شهري
de: Monatlich Premium
es: Premium Mensual
fr: Premium Mensuel
hi: प्रीमियम मासिक
it: Premium Mensile
pt: Premium Mensal
ru: Премиум Месячно
sv: Månadsvis Premium
th: พรีเมียมรายเดือน
uz: Premium Oylik
